Repository: tdrzzie/multivendor_v4.13.3
Catalog: var/langs/*/addons/vendor_debt_payout.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, pl_pl, ru_ru, tr_tr

# Languages::vendor_debt_payout.block_admin_panel
source: Block admin panel of suspended vendors
ar_sa: حظر لوحة إدارة البائعين الموقوفين
es_es: Bloquear el panel de administración de vendedores suspendidos
he_il: חסום את לוח הניהול של ספקים מושעים
hu_hu: Felfüggesztett eladók admin paneljének blokkolása
ja_jp: 停止中の出品者の管理画面をブロック
pl_pl: Zablokuj panel administracyjny zawieszonych sprzedawców
ru_ru: Блокировать панель администратора приостановленных продавцов
tr_tr: Askıya alınan satıcıların yönetici panelini engelle

# SettingsOptions::vendor_debt_payout::block_admin_panel
source: Block admin panel of suspended vendors
ar_sa: حظر لوحة إدارة البائعين الموقوفين
es_es: Bloquear el panel de administración de vendedores suspendidos
he_il: חסום את לוח הניהול של ספקים מושעים
hu_hu: Felfüggesztett eladók admin paneljének blokkolása
ja_jp: 停止中の出品者の管理画面をブロック
pl_pl: Zablokuj panel administracyjny zawieszonych sprzedawców
ru_ru: Блокировать панель администратора приостановленных продавцов
tr_tr: Askıya alınan satıcıların yönetici panelini engelle

# Languages::vendor_debt_payout.vendor_notifications
source: Notify vendors about upcoming suspension
ar_sa: إبلاغ البائعين بشأن التعليق القادم
es_es: Notificar a los vendedores sobre la próxima suspensión
he_il: הודע לספקים על השעיה הקרובה
hu_hu: Eladók értesítése a közelgő felfüggesztésről
ja_jp: 停止期間中の出品者への通知
pl_pl: Powiadom sprzedawców o zbliżającym się zawieszeniu
ru_ru: Сообщать продавцам о скорой приостановке
tr_tr: Yaklaşan askıya alma hakkında satıcıları bilgilendirin

# Languages::vendor_debt_payout.admin_notifications
source: Notify admin about suspended vendors
ar_sa: أبلغ المسؤول عن البائعين الموقوفين
es_es: Notificar al administrador sobre vendedores suspendidos
he_il: הודע למנהל על ספקים מושעים
hu_hu: Adminisztrátor értesítése a felfüggesztett eladókról
ja_jp: 停止中の出品者について管理者に通知
pl_pl: Powiadom administratora o zawieszonych sprzedawcach
ru_ru: Уведомлять администраторов о приостановленных продавцах
tr_tr: Askıya alınan satıcılar hakkında yöneticiye bildirme

# Languages::vendor_debt_payout.edit_notifications_link
source: <a target = "_blank" href = "[link]">Edit notifications</a>
ar_sa: <a target = "_blank" href = "[link]"> تحرير الإشعارات </a>
es_es: <a target = "_blank" href = "[link]"> Editar notificaciones </a>
he_il: <a target = "_blank" href = "[link]">ערוך הודעות</a>
hu_hu: <a target = "_blank" href = "[link]">Értesítések szerkesztése</a>
ja_jp: <a target = "_blank" href = "[link]">通知を編集</a>
pl_pl: <a target = "_blank" href = "[link]">Edytuj powiadomienia</a>
ru_ru: <a target = "_blank" href = "[link]">Редактировать уведомления</a>
tr_tr: <a target="_blank" href="[link]">Bildirimleri düzenleme</a>

# Languages::vendor_debt_payout.admin_notifications_weekly
source: Send weekly digest of suspended vendors
ar_sa: إرسال ملخص أسبوعي للبائعين الموقوفين
es_es: Enviar resumen semanal de vendedores suspendidos
he_il: שלח תקציר שבועי של ספקים מושעים
hu_hu: Heti összefoglaló küldése a felfüggesztett eladókról
ja_jp: 停止中の出品者のダイジェスト版を毎週配信"
pl_pl: Wysyłaj cotygodniowe podsumowanie zawieszonych sprzedawców
ru_ru: Отправлять еженедельную сводку о приостановленных продавцах
tr_tr: Askıya alınan satıcıların haftalık özetini gönder

# Languages::vendor_debt_payout.disable_suspended_vendors
source: Disable suspended vendors after a while
ar_sa: تعطيل البائعين الموقوفين بعد فترة
es_es: Deshabilite los vendedores suspendidos después de un tiempo
he_il: השבת ספקים מושעים לאחר זמן מה
hu_hu: Felfüggesztett eladók letiltása egy idő után
ja_jp: 停止した出品者をしばらくしてから無効にする
pl_pl: Po pewnym czasie zablokuj zawieszonych sprzedawców
ru_ru: Выключать приостановленных продавцов спустя какое-то время
tr_tr: Askıya alınan satıcıları bir süre sonra devre dışı bırakma

# Languages::vendor_debt_payout.days_before_disable
source: Time in days before a suspended vendor is disabled
ar_sa: الوقت بالأيام قبل تعطيل البائع الموقوف
es_es: Tiempo en días antes de que se inhabilite un vendedor suspendido
he_il: זמן בימים לפני שספק מושעה מושבת
hu_hu: Napokban megadott idő, mielőtt egy felfüggesztett eladó letiltásra kerül.
ja_jp: 停止中の出品者が無効になるまでの日数
pl_pl: Czas w dniach przed zablokowaniem zawieszonego sprzedawcy
ru_ru: Время в днях от приостановки продавца до его отключения
tr_tr: Askıya alınan satıcının devre dışı bırakılmadan önceki gün sayısı

# Languages::vendor_debt_payout.vendor_notifications_about_disable
source: Notify vendors about their disabled account
ar_sa: إخطار البائعين بحساباتهم المعطلة
es_es: Notificar a los vendedores sobre su cuenta deshabilitada
he_il: הודע לספקים על חשבונם המושבת
hu_hu: Az eladók értesítése a letiltott fiókjukról
ja_jp: 無効になったアカウントについて出品者に通知
pl_pl: Powiadom sprzedawców o ich zablokowanym koncie
ru_ru: Уведомлять продавцов об отключении их учётной записи
tr_tr: Satıcıları devre dışı bırakılmış hesapları hakkında bilgilendirin

# Languages::vendor_debt_payout.admin_notifications_about_disable
source: Notify admin about disabled vendors
ar_sa: أبلغ المسؤول عن البائعين المعطلين
es_es: Notificar al administrador sobre vendedores suspendidos
he_il: הודע למנהל על ספקים מושבתים
hu_hu: Az adminisztrátor értesítése a letiltott eladókról
ja_jp: 無効化された出品者を管理者に通知
pl_pl: Powiadom administratora o zablokowanych sprzedawcach
ru_ru: Уведомлять администраторов об отключенных продавцах
tr_tr: Devre dışı bırakılmış satıcılar hakkında yöneticiye bildir

# Languages::vendor_debt_payout.actions_on_suspended
source: Actions on suspended vendors
ar_sa: الإجراءات على البائعين الموقوفين
es_es: Acciones sobre vendedores suspendidos
he_il: פעולות על ספקים מושעים
hu_hu: Felfüggesztett eladókkal kapcsolatos műveletek
ja_jp: 停止した出品者への対応
pl_pl: Działania wobec zawieszonych sprzedawców
ru_ru: Действия над приостановленными продавцами
tr_tr: Askıya alınan satıcılarla ilgili eylemler

# Languages::vendor_debt_payout.notifications
source: Notifications
ar_sa: إشعارات
es_es: Notificaciones
he_il: הודעות
hu_hu: Értesítések
ja_jp: 通知
pl_pl: Powiadomienia
ru_ru: Уведомления
tr_tr: Bildirimler

# Languages::vendor_debt_payout.refill_balance
source: Refill balance
ar_sa: رصيد إعادة التعبئة
es_es: Rellenar saldo
he_il: למלא איזון מחדש
hu_hu: Egyenleg feltöltése
ja_jp: リフィル残高
pl_pl: Uzupełnij saldo
ru_ru: Пополнить баланс
tr_tr: Yeniden doldurma bakiyesi

# Languages::vendor_debt_payout.enter_an_amount
source: Enter an amount
ar_sa: أدخل مبلغًا
es_es: Introduzca una cantidad
he_il: הזן סכום
hu_hu: Adj meg egy összeget
ja_jp: 金額を入力
pl_pl: Wpisz kwotę
ru_ru: Введите сумму
tr_tr: Bir tutar girin

# Languages::vendor_debt_payout.error_refill_amount_lower_than_zero
source: Sorry, couldn't proceed to payment. The specified sum must be greater than 0.
ar_sa: آسف ، لا يمكن المضي قدما في الدفع. يجب أن يكون المبلغ المحدد أكبر من 0.
es_es: Lo sentimos, no se pudo proceder al pago. La suma especificada debe ser mayor que 0.
he_il: מצטערים, לא הצלחנו להמשיך בתשלום. הסכום שצוין חייב להיות גדול מ- 0.
hu_hu: Sajnos nem tudtuk folytatni a fizetési folyamatot. A megadott összegnek 0-nál nagyobbnak kell lennie.
ja_jp: 申し訳ありませんが、お支払いに進むことができませんでした。指定された合計値は0より大きくなければなりません。
pl_pl: Przepraszamy, nie można przejść do płatności. Podana suma musi być większa niż 0.
ru_ru: Извините, нам не удалось обработать оплату. Указанная сумма должна быть больше 0.
tr_tr: Üzgünüm, ödemeye devam edemedim. Belirtilen toplam 0'dan büyük olmalıdır.

# Languages::vendor_debt_payout.suspend_debt_notification
source: Your account is suspended. To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Refill balance</a>.
ar_sa: تم تعليق حسابك. لرفع التعليق ، يرجى إيداع [amount] على الأقل لإعادة ملء الرصيد حتى [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]"> رصيد إعادة التعبئة </a>.
es_es: Tu cuenta está suspendida. Para levantar la suspensión, deposite al menos [amount] para recargar el saldo hasta [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]"> Recargar saldo </a>.
he_il: חשבונך מושעה. כדי להסיר את ההשעיה, יש להפקיד לפחות [סכום] כדי למלא את היתרה עד ל [vendor_plan_lowers_allowed_ balance]. <a target="_blank" href="[link]">למלא איזון מחדש</a> .
hu_hu: A számlád felfüggesztésre került. A felfüggesztés feloldásához kérjük, fizess be legalább [amount]-t, hogy az egyenlegét [vendor_plan_lowers_lowers_allowed_balance]-ig feltöltse. <a target="_blank" href="[link]">Egyenleg feltöltése</a>.
ja_jp: あなたのアカウントは停止されています。アカウント停止を解除するには、[vendor_plan_lowers_allowed_balance]を上限として、最低 [amount] 以上を入金し、残高を補充してください。<a target="_blank" href="[link]">リフィル残高</a>と表示されます。
pl_pl: Twoje konto jest zawieszone. Aby cofnąć zawieszenie, wpłać co najmniej [amount], aby uzupełnić saldo do [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Uzupełnij saldo</a>.
ru_ru: Ваша учётная запись ограничена в правах. Чтобы возобновить её, пополните счёт как минимум на [amount], чтобы там было не меньше [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Пополнить счёт</a>.
tr_tr: Hesabınız askıya alındı. Süspansiyonu kaldırmak için lütfen bakiyeyi [vendor_plan_lowers_allowed_balance] kadar doldurmak için en az [amount] yatırın. <a target="_blank" href="[link]">Bakiyeyi yeniden doldur</a>.

# Languages::vendor_debt_payout.warning_debt_notification
source: Your account might get suspended soon. Please deposit at least [amount] until [date] to avoid suspension. <a target="_blank" href="[link]">Refill balance</a>.
ar_sa: قد يتم تعليق حسابك قريبًا. يرجى إيداع [amount] على الأقل حتى [date] لتجنب التعليق. <a target="_blank" href="[link]"> رصيد إعادة التعبئة </a>.
es_es: Es posible que su cuenta se suspenda pronto. Deposite al menos [amount] hasta el [date] para evitar la suspensión. <a target="_blank" href="[link]"> Recargar saldo </a>.
he_il: חשבונך עשוי להיות מושעה בקרוב. יש להפקיד לפחות [סכום] עד [תאריך] כדי למנוע השעיה. <a target="_blank" href="[link]">למלא איזון מחדש</a> .
hu_hu: Lehet, hogy hamarosan felfüggesztik a fiókodat. Kérjük, hogy a felfüggesztés elkerülése érdekében legalább [amount] befizetést teljesíts [date]-ig. <a target="_blank" href="[link]">Egyenleg feltöltése</a>.
ja_jp: あなたのアカウントはすぐに停止される可能性があります。アカウント停止を回避するために、[date] までに [amount] 以上を入金してください。<a target="_blank" href="[link]">リフィル残高</a>。
pl_pl: Twoje konto może zostać wkrótce zawieszone. Aby uniknąć zawieszenia, wpłać co najmniej [amount] do [date]. <a target="_blank" href="[link]">Uzupełnij saldo</a>.
ru_ru: Ваша учётная запись скоро может быть ограничена в правах. Чтобы этого избежать, пополните счёт как минимум на [amount] до [date]. <a target="_blank" href="[link]">Пополнить счёт</a>.
tr_tr: Hesabınız yakında askıya alınabilir. Askıya alınmamak için lütfen [date] kadar en az [amount] yatırın. <a target="_blank" href="[link]">Bakiyeyi yeniden doldur</a>.

# Languages::vendor_debt_payout.suspend_debt_alert
source: <p>Your account has been suspended automatically.</p><p>Reason: your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount]. Once the payment is processed, the suspension will be lifted automatically.</p>
ar_sa: <p> تم تعليق حسابك تلقائيًا. </p> <p> السبب: رصيدك الحالي هو [balance] ، وهو أقل من الحد الأدنى للرصيد المسموح به وهو [lowers_allowed_balance]. </p> <p> الرجاء الإيداع على الأقل [amount]. بمجرد معالجة الدفع ، سيتم رفع التعليق تلقائيًا. </p>
es_es: <p> Su cuenta se ha suspendido automáticamente. </p> <p> Motivo: su saldo actual es [balance], que está por debajo del saldo mínimo permitido de [lowers_allowed_balance]. </p> <p> Por favor, deposite al menos [amount]. Una vez que se procese el pago, la suspensión se levantará automáticamente. </p>
he_il: <p style=";text-align:right;direction:rtl"> חשבונך הושעה אוטומטית. </p><p style=";text-align:right;direction:rtl"> סיבה: היתרה הנוכחית שלך היא [יתרה], שהיא מתחת ליתרה המינימלית המותרת של [יתרה_מאוזנת_]. </p><p style=";text-align:right;direction:rtl"> נא להפקיד לפחות [סכום]. לאחר עיבוד התשלום, ההשעיה תוסר באופן אוטומטי. </p>
hu_hu: <p>A számlád automatikusan felfüggesztésre került.</p><p>Az ok: a jelenlegi egyenleged [balance], amely nem éri el a minimálisan megengedett [lowers_allowed_balance] egyenleget.</p><p>Kérjük, hogy legalább [amount] összeget fizess be. A befizetés feldolgozása után a felfüggesztés automatikusan feloldásra kerül.</p>
ja_jp: <p>あなたのアカウントは自動的に停止されました。</p><p>理由：あなたの現在の残高は [balance] で、最低許容残高の [lowers_allowed_balance] を下回っています。</p><p>最低 [amount] 以上を入金してください。入金が完了すると、自動的に停止が解除されます。
pl_pl: <p>Twoje konto zostało zawieszone automatycznie.</p><p>Powód: Twoje aktualne saldo wynosi [balance], czyli poniżej minimalnego dozwolonego salda w wysokości [lowers_allowed_balance].</p> <p>Wpłać co najmniej [amount]. Po przetworzeniu płatności zawieszenie zostanie automatycznie zniesione.</p>
ru_ru: <p>Ваша учётная запись автоматически ограничена в правах.</p><p>Причина: ваш текущий баланс [balance] ниже минимально разрешённого баланса [lowers_allowed_balance].</p><p>Пополните счёт на [amount]. После обработки оплаты приостановка учётной записи снимется автоматически.</p>
tr_tr: <p>Hesabınız otomatik olarak askıya alındı.</p><p>Neden: geçerli bakiyeniz izin verilen minimum [lowers_allowed_balance] bakiyesinin altında olan [balance]dir.</p><p>Lütfen en az [amount] yatırın. Ödeme işlendikten sonra askıya alma otomatik olarak kaldırılacaktır.</p>

# Languages::vendor_debt_payout.warning_debt_alert
source: <p>Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount] until [date]. Otherwise your account might get suspended.
ar_sa: <p> رصيدك الحالي هو [balance] ، وهو أقل من الحد الأدنى للرصيد المسموح به وهو [lowers_allowed_balance]. </p> <p> يرجى إيداع [amount] على الأقل حتى [date]. وإلا فقد يتم تعليق حسابك.
es_es: <p> Su saldo actual es [balance], que está por debajo del saldo mínimo permitido de [lowers_allowed_balance]. </p> <p> Por favor, deposite al menos [amount] hasta el [date]. De lo contrario, su cuenta podría suspenderse.
he_il: <p style=";text-align:right;direction:rtl"> היתרה הנוכחית שלך היא [יתרה], שהיא מתחת ליתרה המינימלית המותרת של [יתרה_מאוזנת_מאוזנת]. </p><p style=";text-align:right;direction:rtl"> יש להפקיד לפחות [סכום] עד [תאריך]. אחרת חשבונך עשוי להיות מושעה.
hu_hu: <p>A jelenlegi egyenleged [balance], amely a [lowers_allowed_balance] minimálisan megengedett egyenlege alatt van.</p><p>Kérjük, fizess be legalább [amount] összeget [date]-ig. Ellenkező esetben a számlád felfüggesztésre kerülhet.
ja_jp: <p>あなたの現在の残高は [balance] であり、最低許容残高の [lowers_allowed_balance] を下回っています。</p><p>[date] までに最低 [amount] 以上を入金してください。そうしないと、あなたのアカウントは停止される可能性があります。</p>
pl_pl: <p>Twoje bieżące saldo wynosi [balance], czyli jest poniżej minimalnego dozwolonego salda wynoszącego [lowers_allowed_balance]. </p><p>Wpłać co najmniej [amount] do [date]. W przeciwnym razie Twoje konto może zostać zawieszone.
ru_ru: <p>Ваш текущий баланс [balance] ниже минимально разрешённого баланса [lowers_allowed_balance].</p><p>Пополните счёт на [amount] до [date]. Иначе ваша учётная запись может быть ограничена в правах.
tr_tr: <p>Geçerli bakiyeniz izin verilen minimum [lowers_allowed_balance] bakiyesinin altında olan [balance]dir.</p><p>Lütfen [date] kadar en az [amount] yatırın. Aksi takdirde hesabınız askıya alınabilir.

# Languages::vendor_debt_payout.dashboard_suspended_vendors
source: Suspended vendors
ar_sa: البائعون الموقوفون
es_es: Vendedores suspendidos
he_il: ספקים מושעים
hu_hu: Felfüggesztett eladók
ja_jp: 停止中の出品者
pl_pl: Zawieszeni sprzedawcy
ru_ru: Приостановленные продавцы
tr_tr: Askıya alınan satıcılar

# Languages::vendor_debt_payout.negative_balance_reached.subject
source: Your account might get suspended soon
ar_sa: قد يتم تعليق حسابك قريبًا
es_es: Es posible que su cuenta se suspenda pronto
he_il: חשבונך עשוי להיות מושעה בקרוב
hu_hu: Lehet, hogy hamarosan felfüggesztik a fiókodat
ja_jp: あなたのアカウントはすぐに停止される可能性があります
pl_pl: Twoje konto może wkrótce zostać zawieszone
ru_ru: Ваша учётная запись скоро может быть ограничена в правах
tr_tr: Hesabınız yakında askıya alınabilir

# Languages::vendor_debt_payout.suspended_status_reached.subject
source: Your account is suspended
ar_sa: تم تعليق حسابك
es_es: Su cuenta está suspendida
he_il: חשבונך מושעה
hu_hu: Fiókod fel van függesztve
ja_jp: あなたのアカウントは停止されました
pl_pl: Twoje konto jest zawieszone
ru_ru: Ваша учётная запись ограничена в правах
tr_tr: Hesabınız askıya alındı

# Languages::vendor_debt_payout.event.negative_balance_reached.name
source: Vendor sign-in: Debt and grace period
ar_sa: تسجيل دخول البائع: الديون وفترة السماح
es_es: Inicio de sesión del vendedor: período de gracia y deuda
he_il: כניסה לספק: תקופת חוב וחסד
hu_hu: Eladói bejelentkezés: Tartozás és türelmi idő
ja_jp: 出品者ログイン： 債務と猶予期間
pl_pl: Logowanie sprzedawcy: zadłużenie i okres karencji
ru_ru: Уведомление при входе продавца: Долг и время на оплату
tr_tr: Satıcı oturum açma: Borç ve yetkisiz kullanım süresi

# Languages::vendor_debt_payout.negative_balance_reached.message
source: Please deposit at least [amount] until [date] to avoid suspension.
ar_sa: يرجى إيداع [amount] على الأقل حتى [date] لتجنب التعليق.
es_es: Deposite al menos [amount] hasta el [date] para evitar la suspensión.
he_il: יש להפקיד לפחות [סכום] עד [תאריך] כדי למנוע השעיה.
hu_hu: Kérjük, hogy a felfüggesztés elkerülése érdekében teljesíts legalább [amount] összegű befizetést [date]-ig.
ja_jp: 停止を避けるために、[date] まで最低 [amount] 以上を入金してください。
pl_pl: Aby uniknąć zawieszenia, wpłać co najmniej [amount] do [date].
ru_ru: Пополните счёт на [amount] до [date], чтобы избежать ограничения в правах.

# Languages::vendor_debt_payout.suspended_status_reached.message
source: To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance].
ar_sa: لرفع التعليق ، يرجى إيداع [amount] على الأقل لإعادة ملء الرصيد حتى [vendor_plan_lowers_allowed_balance].
es_es: Para levantar la suspensión, deposite al menos [amount] para recargar el saldo hasta [vendor_plan_lowers_allowed_balance].
he_il: כדי להסיר את ההשעיה, יש להפקיד לפחות [סכום] כדי למלא את היתרה עד ל [vendor_plan_lowers_allowed_ balance].
hu_hu: A felfüggesztés megszüntetéséhez kérjük, fizess be legalább [amount] összeget, hogy az egyenleget a [vendor_plan_lowers_allowed_balance] mértékig feltöltsd.
ja_jp: 停止を解除するには、[vendor_plan_lowers_allowed_balance] までの残高を補充するために、最低 [amount] 以上を入金してください。
pl_pl: Aby cofnąć zawieszenie, wpłać co najmniej [amount], aby uzupełnić saldo do [vendor_plan_lowers_allowed_balance].
ru_ru: Чтобы снять ограничение в правах, пополните счёт на [amount] до [vendor_plan_lowers_allowed_balance].

# Languages::email_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

# Languages::internal_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

# Languages::vendor_debt_payout.event.vendor_status_changed_to_suspended.name
source: Vendor status was changed to Suspended
ar_sa: تم تغيير حالة البائع إلى معلق
es_es: El estado del vendedor se cambió a suspendido
he_il: סטטוס הספק שונה למושעה
hu_hu: Az eladó státusza Felfüggesztettre változott
ja_jp: 出品者のステータスが停止中に変更されました
pl_pl: Status sprzedawcy został zmieniony na Oczekujący
ru_ru: Статус продавца изменился на "Приостановлен"

source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

# Languages::email_template.company_status_changed_from_suspended_notification
source: Vendor status changed from Suspended
ar_sa: تم تغيير حالة البائع من معلق
es_es: El estado del vendedor se cambió de suspendido
he_il: סטטוס הספק השתנה מהשעיה
hu_hu: Az eladó státusza Felfüggesztettről megváltozott
ja_jp: 出品者のステータスが停止中に変更されました
pl_pl: Status sprzedawcy został zmieniony na Oczekujący
ru_ru: Продавец вышел из статуса "Приостановлен"

# Languages::internal_template.vendor_debt_payout_negative_balance_reached
source: Vendor sign-in: Debt and grace period
ar_sa: تسجيل دخول البائع: الديون وفترة السماح
es_es: Inicio de sesión del vendedor: período de gracia y deuda
he_il: כניסה לספק: תקופת חוב וחסד
hu_hu: Eladói bejelentkezés: Tartozás és türelmi idő
ja_jp: 出品者ログイン： 債務と猶予期間
pl_pl: Logowanie sprzedawcy: zadłużenie i okres karencji
ru_ru: Уведомление при входе продавца: Долг и время на оплату

source: Vendor-to-admin payments notifications
ar_sa: إخطارات المدفوعات من البائع إلى المسؤول
es_es: Notificaciones de pagos de vendedor a administrador
he_il: התראות תשלומים של ספק למנהל
hu_hu: Eladó és adminisztrátor közötti kifizetésekről szóló értesítések
ja_jp: 出品者から管理者への支払い通知
pl_pl: Powiadomienia o płatnościach od sprzedawcy do administratora
ru_ru: Уведомления модуля "Оплата от продавцов администратору"

# Languages::vendor_debt_payout.event.vendor_status_changed_to_disabled.name
source: Vendor status was changed to Disabled
ar_sa: تم تغيير حالة البائع إلى معطل
es_es: El estado del vendedor se cambió a desactivado
he_il: סטטוס של ספק שונה למושבת
hu_hu: Az eladó státusza Letiltottra változott
ja_jp: 出品者のステータスが無効に変更されました
pl_pl: Status sprzedawcy został zmieniony na Zablokowany
ru_ru: Статус продавца изменился на "Выключен"

# Languages::vendor_debt_payout.weekly_digest_of_debtors.subject
source: [marketplace_name]: Weekly digest of debtors
ar_sa: [marketplace_name]: ملخص أسبوعي عن المدينين
es_es: [marketplace_name]: resumen semanal de deudores
he_il: [marketplace_name]: עיכול שבועי של חייבים
hu_hu: [marketplace_name]: Adósok heti összesítése
ja_jp: [marketplace_name]:債務者の週刊ダイジェスト
pl_pl: [marketplace_name]: Tygodniowe zestawienie dłużników
ru_ru: [marketplace_name]: Еженедельная сводка о должниках
