Repository: tdrzzie/multivendor_v4.13.3
Catalog: var/langs/*/addons/vendor_plans.po
Languages: tr_tr

# Addons::name::vendor_plans
source: Vendor plans
tr_tr: Tedarikçi planları

# Addons::description::vendor_plans
source: Create plans with different restrictions and prices for your vendors
tr_tr: Tedarikçileriniz için farklı kısıtlama ve fiyatlarla planlar oluşturun

# SettingsOptions::vendor_plans::commissions_header
source: Commissions
tr_tr: Komisyonlar

# SettingsOptions::vendor_plans::include_shipping
source: Include shipping cost in vendor commissions
tr_tr: Satıcı komisyonlarına sevkiyat maliyetini dahil et

# SettingsOptions::vendor_plans::include_taxes_in_commission
source: Include taxes in vendor commissions
tr_tr: Vergileri satıcı komisyonlarına dahil et

# SettingsTooltips::vendor_plans::include_taxes_in_commission
source: Calculate vendor commissions without subtracting taxes from the order total beforehand.
tr_tr: Önceden sipariş toplamından vergi çıkarmadan satıcı komisyonlarını hesaplayın.

# SettingsOptions::vendor_plans::allow_vendors_to_change_plan
source: Allow vendors to change their current plan
tr_tr: Satıcıların geçerli planlarını değiştirlerine izin ver

# SettingsOptions::vendor_plans::collect_taxes_from_vendors
source: Collect taxes from vendors
tr_tr: Satıcılardan vergi toplama

# SettingsTooltips::vendor_plans::collect_taxes_from_vendors
source: Send collected taxes to the account of the marketplace.
tr_tr: Toplanan vergileri marketin hesabına gönderin.

# Languages::vendor_plans.vendor_plans
source: Vendor plans
tr_tr: Tedarikçi planları

# Languages::block_vendor_plan_info
source: Vendor plan info
tr_tr: Tedarikçi plan bilgisi

# Languages::block_vendor_plan_info_description
source: Shows information about the selected vendor plan
tr_tr: Seçili tedarikçi planı hakkında bilgi gösterir

# Languages::vendor_plans.commission
source: Commission
tr_tr: Komisyon

# Languages::vendor_plans.restrictions
source: Restrictions
tr_tr: Kısıtlamalar

# Languages::vendor_plans.vendor_plans_menu_description
source: Create plans for your vendors, with different restrictions and prices
tr_tr: Tedarikçileriniz için farklo kısıtlama ve fiyarları olan planlar oluşturur

# Languages::vendor_plans.periodicity_month
source: per month
tr_tr: aylık

# Languages::vendor_plans.periodicity_year
source: per year
tr_tr: yıllık

# Languages::vendor_plans.periodicity_onetime
source: one time
tr_tr: tek sefer

# Languages::vendor_plans.products_limit
source: Max. products
tr_tr: Max. ürünler

# Languages::vendor_plans.products_limit_tooltip
source: Set the maximum number of products a vendor can have on this plan. Leave empty to allow unlimited number of products.
tr_tr: Bu plandaki tedarikçilerin max. ürün sayısını ayarla. Sınırsız ürün için boş bırakınız.

# Languages::vendor_plans.vendor_store_tooltip
source: A vendor can have his or her own microstore at a separate address like <i>example.com/vendor/</i>. A microstore only contains products of the vendor who owns this microstore. Also, search results in a vendor's microstore only include products of this vendor.
tr_tr: Tedarikçi farklı adreste ( örneğin: <i>example.com/vendor/</i> ) daha mikro mağazaya sahip olabilir. Mikro mağaza sadece bu satıcının ürünlerini içerir. Aynı zamanda mikro mağazadaki ürün aramalarında sadece bu tedarikçinin ürünleri görüntülenir.

# Languages::vendor_plans.add_vendor_plan
source: Add vendor plan
tr_tr: Tedarikçi planı ekleme

# Languages::vendor_plans.new_vendor_plan
source: New vendor plan
tr_tr: Yeni tedarikçi planı

# Languages::vendor_plans.editing_vendor_plan
source: Editing vendor plan
tr_tr: Tedarikçi planı düzenleme

# Languages::vendor_plans.delete_plan_vendor_exists_text
source: Couldn't delete the plan: some vendors use it
tr_tr: Plan silinemedi: Bazı tedarikçiler tarafından kullanılıyor

# Languages::vendor_plans.disable_plan_vendor_exists_text
source: Couldn't disable the plan: some vendors use it
tr_tr: Plan etkisizleştirilemedi: Bazı tedarikçiler tarafından kullanılıyor

# Languages::vendor_plans.transaction_fee
source: Transaction fee
tr_tr: İşlem tutarı

# Languages::vendor_plans.fixed_transaction_fee
source: Transaction fee (abs)
tr_tr: İşlem ücreti (abs)

# Languages::vendor_plans.revenue
source: Revenue
tr_tr: Gelir

# Languages::vendor_plans.revenue_up_to
source: Revenue up to
tr_tr: Kadar gelir

# Languages::vendor_plans.revenue_up_to_tooltip
source: The maximum monthly revenue allowed for the vendors who use this plan. Leave this field empty to allow unlimited revenue.
tr_tr: Bu planı kullanan tedarikçiler için izin verilen max. aylık gelir. Sınırsız olması için bu alanı boş bırakın.

# Languages::vendor_plans.vendor_store
source: Vendor microstore
tr_tr: Tedarikçi mikro mağaza

# Languages::vendor_plans.best_choise
source: Offer as the best choice
tr_tr: En iyi seçenek olarak sun

# Languages::vendor_plans.best_choise_short
source: Best choice
tr_tr: En iyi seçim

# Languages::vendor_plans.select_plan_text
source: You will be charged for the plan after the admin approves your vendor account
tr_tr: Admin onayından sonra bu plan için ücretiniz tahsil edilecektir

# Languages::vendor_plans.current_plan
source: Current plan
tr_tr: Mevcut plan

# Languages::vendor_plans.current_plan_usage
source: Current plan usage
tr_tr: Geçerli planın kullanımı

# Languages::vendor_plans.best_choice
source: Best choice
tr_tr: En iyi seçim

# Languages::vendor_plans.choose_your_plan
source: Choose your plan
tr_tr: Planınızı seçin

# Languages::vendor_plans.choose
source: Choose
tr_tr: Seçin

# Languages::vendor_plans.month
source: Month
tr_tr: Ay

# Languages::vendor_plans.year
source: Year
tr_tr: Yıl

# Languages::vendor_plans.plan_name
source: Plan name
tr_tr: Plan adı

# Languages::vendor_plans.products_limit_value
source: <strong>[products]</strong> products
tr_tr: <strong>[products]</strong> ürünler

# Languages::vendor_plans.unlimited
source: Unlimited
tr_tr: Sınırsız

# Languages::vendor_plans.products_limit_unlimited
source: <strong>Unlimited</strong> products
tr_tr: <strong>Sınırsız</strong> ürünler

# Languages::vendor_plans.revenue_up_to_value
source: Revenue up to <strong>[revenue]</strong>
tr_tr: <strong>[revenue]</strong> kadar gelir

# Languages::vendor_plans.revenue_up_to_unlimited
source: <strong>Unlimited</strong> revenue
tr_tr: <strong>sınırsız</strong> gelir

# Languages::vendor_plans.transaction_fee_value
source: Transaction fee: <strong>[value]</strong>
tr_tr: İşlem ücreti: <strong>[value]</strong>

# Languages::vendor_plans.vendor_commission
source: Vendor commission
tr_tr: Satıcı komisyonu

# Languages::vendor_plans.category_is_empty
source: Please specify a category.
tr_tr: Lütfen bir kategori belirtin.

# Languages::vendor_plans.vendor_approved_text
source: Your plan has been set to [plan]. See the details of your plan below.
tr_tr: Planınız [plan] olarak ayarlandı. Plan detaylarını aşağıda görebilirsiniz.

# Languages::vendor_plans.plan_payment
source: Payment for Your Plan
tr_tr: Planınız için ödeme

# Languages::vendor_plans.plan_payment_text
source: A sum of [price] has been withdrawn from your account for using the [plan] plan. Follow the link to <a href="[href]">view your account balance</a> or see the details of your plan below.
tr_tr: [price] tutarı hesabınızdan [plan] planı ödemesi için tahsil edilmiştir. Hesap bakiyenizi görüntülemek için <a href="[href]"> adresini ziyaret edin. Plan ayrıntılarınızı aşağıdaki gibidir.

# Languages::vendor_plans.plan_has_been_changed
source: Your Plan Has Been Changed
tr_tr: Planınız değişti

# Languages::vendor_plans.plan_has_been_changed_text
source: Your plan has been changed to [plan]. See the details of your new plan below.
tr_tr: Planınız [plan] olarak ayarlandı. Yeni plan detaylarını aşağıda görebilirsiniz.

# Languages::vendor_plans.products_exceeded_text
source: Cannot add more products: you have reached the maximum number of products allowed by your plan. To change your plan, please <a href="[href]">follow this link</a>.
tr_tr: Daha fazla ürün eklenemiyor: Planınızın max. ürün sınırına eriştiniz. Daha fazla ürün yüklemek için lütfen <a href="[href]"> adresine devam edin </a>.

# Languages::vendor_plans.revenue_exceeded_subj
source: Maximum Revenue Exceeded
tr_tr: Maksimum gelir aşıldı

# Languages::vendor_plans.revenue_exceeded_text
source: <a href="[href]">[vendor]</a> exceeded the maximum revenue allowed by the [plan] plan.
tr_tr: <a href="[href]">[vendor]</a> [plan] plan için belirlenen max. gelir aşıldı.

# Languages::vendor_plans.not_available
source: Not available
tr_tr: Mevcut değil

# Languages::vendor_plans.many_products_text
source: Too many products ([actual]/[allowed])
tr_tr: Çok fazla ürün ([actual]/[allowed])

# Languages::vendor_plans.much_revenue_text
source: Too much revenue ([actual]/[allowed])
tr_tr: Çok fazla ürün ([actual]/[allowed])

# Languages::vendor_plans.plan_not_available_text
source: Sorry, this plan is not available for you. Please choose an available plan.
tr_tr: Üzgünüz, bu plan sizin için kullanılabilir değil. Lütfen farklı bir plan seçin.

# Languages::vendor_plans.plan_will_be_change_text
source: You are switching to another vendor plan. You will be charged the full price of the plan. Are you sure you want to continue?
tr_tr: Başka bir tedarikçi planına geçiyorunuz. Planın tam ücreti tahsil edilecektir. Devam etmek istediğinize emin misiniz?

# Languages::email_template.vendor_plans_plan_changed
source: Vendor plans: plan changed notification
tr_tr: Tedarikçi planları: değişen plan bildirimi

# Languages::email_template.vendor_plans_payment
source: Vendor plans: payment notification
tr_tr: Tedarikçi planları: ödeme bildirimi

# Languages::email_template.vendor_plans_revenue
source: Vendor plans: revenue notification
tr_tr: Tedarikçi planları: gelir bildirimi

# Languages::privileges.view_vendor_plans
source: Can view
tr_tr: Görüntüleyebilir

# Languages::privileges.manage_vendor_plans
source: Can edit
tr_tr: Düzenleyebilir

# Languages::privilege_groups.vendor_plans
source: Vendor plans
tr_tr: Satıcı planları

# Languages::addons.vendor_plans.commission_description_absolute
source: [amount] out of [sum]
tr_tr: [amount] [sum] dışında

# Languages::vendor_plans.out_of_amount
source: out of [amount]
tr_tr: [amount] üzerinden

# Languages::addons.vendor_plans.commission_description_percent
source: [amount]% of [sum]
tr_tr: [amount]% [sum] dışında

# Languages::addons.vendor_plans.payout_for_the_plan
source: Payout for the vendor plan: [plan]
tr_tr: Tedarikçi planı için ödeme yap: [plan]

# Languages::vendor_plan
source: Vendor plan
tr_tr: Tedarikçi planı

# Languages::vendor_plans.upgrade_notification_title
source: Setting removed from the Vendor Plans add-on
tr_tr: Satıcı Planları eklentisinden kaldırılan ayar

# Languages::vendor_plans.upgrade_notification_text
source: <p>Previously, the <b>Vendor Plans</b> add-on had a setting called <b>Take payment surcharge from vendors</b>. It removed payment surcharge from order total, so that customers wouldn't have to pay it. Instead, the payment surcharge was deducted from the order total in favor of the marketplace. This setting has been removed: if you'd like to take money from vendors per order, please specify commissions for the corresponding vendor plans.</p>
tr_tr: <p>Daha önce, <b>Satıcı Planları</b> eklentisinde <b>satıcılardan ödeme ek ücreti al</b>adlı bir ayar vardı. Müşterilerin ödemek zorunda kalmaması için ödeme ek ücretini sipariş toplamından kaldırdı. Bunun yerine, ödeme ek ücreti pazar yeri lehine sipariş toplamından düşüldü. Bu ayar kaldırıldı: Sipariş başına satıcılardan para almak istiyorsanız, lütfen ilgili satıcı planları için komisyonlar belirtin.</p>

# Languages::vendor_plans.update_for_plan.title
source: Should your changes affect existing vendors?
tr_tr: Değişiklikleriniz mevcut satıcıları etkilemeli mi?

# Languages::vendor_plans.storefronts_update_for_plan.add_storefronts_message
source: Add the vendor to the storefronts that got added to the plan|Add the vendors to the storefronts that got added to the plan
tr_tr: Satıcıyı plana eklenen vitrinlere ekleyin| Satıcıları plana eklenen vitrinlere ekleme

# Languages::vendor_plans.storefronts_update_for_plan.remove_storefronts_message
source: Remove the vendor from the storefronts that got removed from this plan|Remove the vendors from the storefronts that got removed from this plan
tr_tr: Satıcıyı bu plandan kaldırılan vitrinlerden kaldırın| Satıcıları bu plandan kaldırılan vitrinlerden kaldırma

# Languages::vendor_plans.storefronts_update_for_vendor.title
source: The vendor got moved to another plan
tr_tr: Satıcı başka bir plana taşındı

# Languages::vendor_plans.storefronts_update_for_vendor.general_message
source: What should we do about the storefronts that are available to this vendor?
tr_tr: Bu satıcının kullanabileceği vitrinler hakkında ne yapmalıyız?

# Languages::vendor_plans.storefronts_update_for_vendor.add_storefronts_message
source: Add the vendor to the storefronts available in the new vendor plan
tr_tr: Satıcıyı yeni satıcı planında bulunan vitrinlere ekleme

# Languages::vendor_plans.commission_fee
source: [commission]% fee
tr_tr: [commission]% ücret

# Languages::vendor_plans.default_vendor_plan
source: Default plan
tr_tr: Varsayılan plan

# Languages::vendor_plans.event.plan_changed
source: Vendor plan was changed
tr_tr: Satıcı planı değiştirildi

# Languages::vendor_plans
source: Vendor plans
tr_tr: Satıcı planları

# Languages::vendor_plans.old_plan
source: Old plan
tr_tr: Eski plan

# Languages::vendor_plans.new_plan
source: New plan
tr_tr: Yeni plan

# Languages::vendor_plans.usergroups_update_for_plan
source: These are the user groups that vendor's administrators will get when a vendor gets this plan
tr_tr: Bunlar, satıcı bu planı aldığında satıcı yöneticilerinin alacağı kullanıcı gruplarıdır

# Languages::vendor_plans.plan_payment_notice_upgrade_notification
source: Previously, notifications about vendor plan fees were sent to 2 emails: that of a vendor and the vendor's main administrator. That behavior has changed. Now only the main administrators of vendors will receive this notification.<br><br>The change occurred because the notifications about fees were moved to <b>Administration → Notifications → Vendor notifications</b>. This is the place where you'll eventually be able to see and configure all notifications that your marketplace sends.<br><br>Many vendors might not notice the change, because the emails of a vendor and its main administrator often coincide. But it's best to announce this change to your vendors anyway.
tr_tr: Daha önce, satıcı planı ücretleriyle ilgili bildirimler 2 e-postaya gönderilirdi: satıcının ve satıcının ana yöneticisininki. Bu davranış değişti. Artık yalnızca satıcıların ana yöneticileri bu bildirimi alacaktır.<br><br>Değişiklik, ücretler hakkındaki bildirimlerin Yönetim <b>→ Bildirimleri → Satıcı bildirimlerine</b>taşınması nedeniyle oluştu. Burası, sonunda marketinizin gönderdiği tüm bildirimleri görebileceğiniz ve yapılandırabileceğiniz yerdir.<br><br>Bir satıcının ve ana yöneticisinin e-postaları genellikle çakıştığından, birçok satıcı değişikliği fark emeyebilir. Ancak bu değişikliği satıcılarınıza yine de duyurmak en iyisidir.

# Languages::vendor_plans.category_is_not_available
source: Sorry, this category is not available for the vendor. Please check the configuration of the vendor plan.
tr_tr: Üzgünüz, bu kategori satıcı için kullanılamıyor. Lütfen satıcı planının yapılandırmasını denetleyin.
