Repository: tdrzzie/multivendor_v4.13.3
Catalog: var/langs/*/addons/vendor_debt_payout.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, pl_pl, ru_ru, tr_tr

# Languages::vendor_debt_payout.weekly_digest_of_debtors.message
source: This is a weekly report on debtors in your marketplace. It includes the vendors who have become debtors or paid their debt since the last report. Your marketplace might have <a href="[href]">more suspended vendors</a>.
ar_sa: هذا تقرير أسبوعي عن المدينين في السوق الخاص بك. ويشمل البائعين الذين أصبحوا مدينين أو سددوا ديونهم منذ التقرير الأخير. قد يحتوي السوق الخاص بك على <a href="[href]"> المزيد من البائعين الموقوفين </a>.
es_es: Este es un informe semanal sobre los deudores en su mercado. Incluye a los proveedores que se han convertido en deudores o han pagado su deuda desde el último informe. Es posible que su marketplace tenga <a href="[href]"> más proveedores suspendidos </a>.
he_il: זהו דו"ח שבועי על חייבים בשוק שלך. זה כולל את הספקים שהפכו לחייבים או ששילמו את חובם מאז הדוח האחרון. יכול להיות שיש בשוק שלך <a href="[href]">ספקים מושעים יותר</a>.
hu_hu: Ez egy heti jelentés a piactered adósairól. Tartalmazza azokat az eladókat, akik az utolsó jelentés óta adósokká váltak vagy kifizették tartozásukat. A piactereden esetleg <a href="[href]">több felfüggesztett eladó</a> van.
ja_jp: これは、あなたのマーケットプレイスの債務者に関する週刊レポートです。前回のレポート以降に債務者となった出品者や、債務を支払った出品者が含まれます。あなたのマーケットプレイスには、 <a href="[href]">停止した出品者</a>がもっとあるかもしれません。</a>
pl_pl: To jest cotygodniowy raport dotyczący dłużników na Twoim marketplace. Obejmuje sprzedawców, którzy stali się dłużnikami lub spłacili swój dług od ostatniego raportu. Twój marketplace może mieć <a href="[href]">więcej zawieszonych sprzedawców</a>.
ru_ru: Это еженедельный отчёт о должниках в вашем маркетплейсе. Здесь перечислены продавцы, которые стали должниками или выплатили долг с момента последнего отчёта. На маркетплейсе может быть <a href="[href]">больше приостановленных продавцов</a>.

# Languages::vendor_debt_payout.event.weekly_digest_of_debtors.name
source: Weekly digest of debtors
ar_sa: الملخص الأسبوعي للمدينين
es_es: Resumen semanal de los deudores
he_il: עיכול שבועי של חייבים
hu_hu: Heti összefoglaló az adósokról
pl_pl: Tygodniowe zestawienie dłużników
ru_ru: Еженедельная сводка о должниках

# Languages::email_template.vendor_debt_payout_weekly_digest_of_debtors
source: Weekly digest of debtors
ar_sa: الملخص الأسبوعي للمدينين
es_es: Resumen semanal de los deudores
he_il: עיכול שבועי של חייבים
hu_hu: Heti összefoglaló az adósokról
pl_pl: Tygodniowe zestawienie dłużników
ru_ru: Еженедельная сводка о должниках

# Languages::vendor_debt_payout.vendor_status_changed.subject
source: [vendor_name]: Status changed to [status]
ar_sa: [vendor_name]: تم تغيير الحالة إلى [status]
es_es: [vendor_name]: el estado cambió a [status]
he_il: [vendor_name]: הסטטוס השתנה ל- [סטטוס]
hu_hu: [vendor_name]: A státusz [status]-ra változott
pl_pl: [vendor_name]: Status zmieniono na [status]
ru_ru: [vendor_name]: Статус изменился на [status]

# Languages::vendor_debt_payout.vendor_status_changed.message
source: The status of vendor [vendor_name] was changed to [status].
ar_sa: تم تغيير حالة البائع [vendor_name] إلى [status].
es_es: El estado del proveedor [vendor_name] se cambió a [status].
he_il: סטטוס הספק [vendor_name] השתנה ל [status].
hu_hu: Az eladó [vendor_name] státusza [status]-ra változott.
pl_pl: Status sprzedawcy [vendor_name] został zmieniony na [status].
ru_ru: Статус продавца [vendor_name] изменился на [status].

# Languages::vendor_debt_payout.vendor_days_before_suspend.subject
source: Your account might get suspended soon
ar_sa: قد يتم تعليق حسابك قريبًا
es_es: Es posible que su cuenta se suspenda pronto
he_il: חשבונך עשוי להיות מושעה בקרוב
hu_hu: Lehet, hogy hamarosan felfüggesztik a fiókodat
pl_pl: Twoje konto może wkrótce zostać zawieszone
ru_ru: Ваша учётная запись скоро может быть ограничена в правах

# Languages::vendor_debt_payout.vendor_days_before_suspend.message
source: Your account at [marketplace] might get suspended soon.
ar_sa: قد يتم تعليق حسابك في [marketplace] قريبًا.
es_es: Su cuenta en [marketplace] podría suspenderse pronto.
he_il: חשבונך ב- [marketplace] עשוי להיות מושעה בקרוב.
hu_hu: A [marketplace]-en lévő fiókodat hamarosan felfüggeszthetik.
pl_pl: Twoje konto na [marketplace] może wkrótce zostać zawieszone.
ru_ru: Ваша учётная запись на [marketplace] скоро может быть ограничена в правах

# Languages::vendor_debt_payout.event.vendor_days_before_suspend.name
source: Info about upcoming suspension
ar_sa: معلومات حول التعليق القادم
es_es: Información sobre la próxima suspensión
he_il: מידע על ההשעיה הקרובה
hu_hu: Információ a közelgő felfüggesztésről
pl_pl: Informacja o zbliżającym się zawieszeniu
ru_ru: Информация о скорой приостановке

# Languages::vendor_debt_payout.reason_block
source: Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance]. Please deposit at least [amount] until [date] to avoid suspension. You can refill the balance in your <a href="[link]">vendor panel</a>.
ar_sa: رصيدك الحالي هو [balance] ، وهو أقل من الحد الأدنى للرصيد المسموح به وهو [lowers_allowed_balance]. يرجى إيداع [amount] على الأقل حتى [date] لتجنب التعليق. يمكنك إعادة ملء الرصيد في <a href="[link]"> لوحة المورد </a>.
es_es: Su saldo actual es [balance], que está por debajo del saldo mínimo permitido de [lowers_allowed_balance]. Deposite al menos [amount] hasta el [date] para evitar la suspensión. Puede recargar el saldo en su <a href="[link]"> panel de proveedores </a>.
he_il: היתרה הנוכחית שלך היא [יתרה], שהיא מתחת ליתרה המינימלית המותרת של [יתרה_מאוזנת_מאוזנת]. יש להפקיד לפחות [סכום] עד [תאריך] כדי למנוע השעיה. תוכל למלא את היתרה <a href="[link]">בחלונית הספקים</a> שלך.
hu_hu: Jelenlegi egyenleged [balance], amely a minimálisan megengedett [lowers_allowed_balance] egyenleg alatt van. Kérjük, hogy a felfüggesztés elkerülése érdekében legalább [amount] összegű befizetést teljesíts [date]-ig. Az egyenleget a <a href="[link]">eladói panelen</a> töltheted fel.
pl_pl: Twoje aktualne saldo wynosi [balance], czyli poniżej minimalnego dozwolonego salda wynoszącego [lowers_allowed_balance]. Aby uniknąć zawieszenia, wpłać co najmniej [amount] do [date]. Możesz doładować saldo w swoim <a href="[link]">panelu sprzedawcy </a>.
ru_ru: Ваш текущий баланс [balance] ниже минимально разрешённого баланса [lowers_allowed_balance]. Пополните счёт на [amount] до [date], чтобы избежать ограничения в правах. Пополнить счёт можно в <a href="[link]">панели администратора продавца</a>.

# Languages::vendor_debt_payout.old_addon_name
source: Vendor debt payout
ar_sa: دفع ديون البائع
es_es: Pago de deuda a vendedores
he_il: תשלום חוב של ספק
hu_hu: Eladói tartozás kifizetése
ja_jp: 出品者債務管理
pl_pl: Wypłata zaległości sprzedawcy
ru_ru: Выплата долгов продавцов
tr_tr: Satıcı borç ödemesi

# Languages::vendor_debt_payout.rework_update_notification.title
source: Vendor debt management reworked. Check your add-on settings.
ar_sa: إعادة صياغة إدارة ديون البائعين. تحقق من إعدادات الوظيفة الإضافية الخاصة بك.
es_es: Se modificó la gestión de la deuda de los vendedores. Verifique la configuración de su complemento.
he_il: ניהול חובות הספק עבר עיבוד חוזר. בדוק את הגדרות התוספות שלך.
hu_hu: Az eladói tartozások kezelése újraírva. Ellenőrizd a bővítmény beállításait.
pl_pl: Zmieniono zarządzanie długiem sprzedawcy. Sprawdź ustawienia addona.
ru_ru: Управление долгами продавцов переработано. Проверьте настройки модуля.

# Languages::vendor_debt_payout.rework_update_notification.message
source: <p>We have reworked the <b>[vendor_debt_payout_old_addon_name]</b> add-on. It is now called <b>[vendor_debt_payout_addon]</b>, and it can do more than before. Here are the changes to look out for:</p><p>The maximum debt and grace period can now be specified on the vendor plan level, if you allow it in the add-on settings.</p><p>The maximum debt and the grace period now work in conjunction. A vendor reaches maximum debt, and then has to pay it within the grace period.</p><p>The add-on settings allow you to decide what to do with debtors: block their admin panel and/or hide their products from the storefront.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">View add-on settings</a></p>
ar_sa: <p> لقد أعدنا العمل على الوظيفة الإضافية <b> [vendor_debt_payout_old_addon_name] </b>. يطلق عليه الآن <b> [vendor_debt_payout_addon] </b> ، ويمكنه فعل أكثر من ذي قبل. فيما يلي التغييرات التي يجب البحث عنها: </ p> <p> يمكن الآن تحديد الحد الأقصى للديون وفترة السماح على مستوى خطة المورد ، إذا سمحت بذلك في إعدادات الوظائف الإضافية. </ p> <p> يعمل الحد الأقصى للديون وفترة السماح الآن معًا. يصل البائع إلى الحد الأقصى للديون ، ثم يتعين عليه سداده خلال فترة السماح. </ p> <p> تسمح لك إعدادات الوظيفة الإضافية بتحديد ما يجب فعله مع المدينين: حظر لوحة الإدارة و / أو إخفاء منتجاتهم من واجهة المتجر. </ p> <p> <a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary"> عرض إعدادات الوظائف الإضافية </a> </p>
es_es: <p> Hemos modificado el complemento <b> [vendor_debt_payout_old_addon_name] </b>. Ahora se llama <b> [vendor_debt_payout_addon] </b> y puede hacer más que antes. Estos son los cambios a tener en cuenta: </p> <p> La deuda máxima y el período de gracia ahora se pueden especificar en el nivel del plan del vendedor, si lo permite en la configuración del complemento. </p> <p> La deuda máxima y el período de gracia ahora funcionan en conjunto. Un vendedor alcanza la deuda máxima y luego tiene que pagarla dentro del período de gracia. </p> <p> La configuración del complemento le permite decidir qué hacer con los deudores: bloquear su panel de administración y / u ocultar sus productos en la tienda. </p> <p> <a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary"> Ver configuración de complementos </a> </p>
he_il: <p>עיבדנו את ה- <b>[vendor_debt_payout_old_addon_name]</b> מודול. עכשיו קוראים לזה <b>[vendor_debt_payout_addon]</b>, וזה יכול לעשות יותר מבעבר. להלן השינויים שיש לשים לב אליהם:</p><p>Tתקופת החוב והמקסימום יכולה להיות כעת שצוין ברמת תוכנית הספק, אם אתה מאפשר זאת בהגדרות המודול.</p><p>החוב המרבי ותקופת החסד פועלים כעת יחד. ספק מגיע לחוב מרבי, ואז עליו לשלם אותו בתקופת החסד.</p><p>הגדרות המודול מאפשרות לך להחליט מה לעשות עם חייבים: לחסום את לוח הניהול שלהם ו / או להסתיר את המוצרים שלהם מחלון הראווה.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">הצג הגדרות של מודולים</a></p>
hu_hu: <p>Átírtuk a <b>[vendor_debt_payout_old_addon_name]</b> bővítményt. Mostantól <b>[vendor_debt_payout_addon]</b> a neve, és többet tud, mint korábban. Íme a változások, amelyekre érdemes odafigyelni:</p><p>A maximális tartozás és a türelmi idő mostantól az eladói csomag szintjén is megadható, ha a bővítmény beállításaiban engedélyezed.</p><p>A maximális tartozás és a türelmi idő mostantól együttesen működik. Az eladó eléri a maximális tartozás összegét, és ezt követően a türelmi időn belül ki kell fizetnie azt.</p><p>A bővítmény beállításaiban eldöntheted, hogy mit legyen az adósokkal: blokkolja-e az adminisztrációs panelt és/vagy elrejtse-e a termékeiket a piactérről.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Beállítások megtekintése</a></p>A bővítmény beállításai</a></p>
pl_pl: <p>Dodatek <b>[vendor_debt_payout_old_addon_name]</b> został przebudowany. Teraz nazywa się <b>[vendor_debt_payout_addon]</b> i może zrobić więcej niż wcześniej. Oto zmiany, na które należy zwrócić uwagę:</p><p>Maksymalny dług i okres karencji można teraz określić na poziomie planu dostawcy, jeśli zezwolisz na to w ustawieniach dodatku.</p><p>Maksymalny dług i okres karencji działają teraz w połączeniu. Sprzedawca osiąga maksymalne zadłużenie, a następnie musi je spłacić w okresie karencji.</p> <p>Ustawienia dodatku pozwalają zdecydować, co zrobić z dłużnikami: zablokować ich panel administracyjny i/lub ukryć ich produkty w sklepie.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Wyświetl ustawienia dodatku</a></p>
ru_ru: <p>Мы переработали модуль <b>[vendor_debt_payout_old_addon_name]</b> . Теперь он называется <b>[vendor_debt_payout_addon]</b> и может делать больше, чем раньше. Вот важные изменения:</p><p>Максимальный размер долга и время на его оплату теперь можно задать на уровне тарифного плана, если вы разрешите это в настройках модуля.</p><p>Максимальный размер долга и время на его оплату теперь работают вместе. Сначала продавец достигает максимального размера долга, и только потом стартует отсчёт времени на оплату.</p><p>Настройки модуля позволяют решить, что делать с должниками: заблокировать им панель администратора и/или скрыть их товары с витрины.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Посмотреть настройки модуля</a> </p>
tr_tr: <p><b>[vendor_debt_payout_old_addon_name]</b> eklentisini yeniden işledik. Şimdi <b>[vendor_debt_payout_addon]</b>olarak adlandırılır ve öncekinden daha fazlasını yapabilir. Dikkat etmen gereken değişiklikler şunlardır:</p><p>Eklenti ayarlarında izin verirseniz, maksimum borç ve yetkisiz kullanım süresi artık satıcı planı düzeyinde belirtilebilir.</p><p>Maksimum borç ve ödemesiz dönem artık birlikte çalışıyor. Satıcı maksimum borca ulaşır ve sonra ödemesiz süre içinde ödemek zorundadır.</p><p>Eklenti ayarları, borçlularla ne yapacağınıza karar vermenize olanak sağlar: yönetici panellerini engelleyin ve/veya ürünlerini vitrinden gizleyin.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Eklenti ayarlarını görüntüleme</a></p>

# Languages::vendor_debt_payout.update_notification.title
source: Vendor debt is now handled differently. Decide how you want to handle it.
ar_sa: يتم الآن التعامل مع ديون البائع بشكل مختلف. قرر كيف تريد التعامل معها.
es_es: La deuda de los vendedores ahora se maneja de manera diferente. Decide cómo quieres manejarlo.
he_il: חוב הספק מטופל כעת אחרת. החליטו איך אתם רוצים להתמודד עם זה.
hu_hu: Az eladói tartozás kezelése mostantól másképp történik. Döntsd el, hogyan kívánod kezelni.
pl_pl: Zadłużenie sprzedawcy jest teraz obsługiwane inaczej. Zdecyduj, jak chcesz sobie z tym poradzić.
ru_ru: Теперь долги продавцов работают иначе. Решите, как вы будете с ними работать.
tr_tr: Satıcı borcu artık farklı şekilde ele alınıyor. Nasıl halletmek istediğine karar ver.
