Repository: tdrzzie/multivendor_v4.13.3
Catalog: var/langs/*/addons/vendor_debt_payout.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, pl_pl, ru_ru, tr_tr

# Addons::name::vendor_debt_payout
source: Vendor-to-admin payments
ar_sa: المدفوعات من البائع إلى المسؤول
es_es: Pagos de vendedor a administrador
he_il: תשלומי ספק למנהל
hu_hu: Eladótól adminisztrátornak történő kifizetések
ja_jp: 出品者から管理者への支払い
pl_pl: Płatności od sprzedawcy do administratora
ru_ru: Оплата от продавцов администратору
tr_tr: Satıcıdan yöneticiye ödemeler

# Addons::description::vendor_debt_payout
source: Restricts the functionality of vendors' admin panels under certain conditions and enables your vendors to pay their fees and debts from their admin panel dashboards. It is as easy as purchasing a product from the storefront.
ar_sa: يحد من وظائف لوحات إدارة البائعين في ظل ظروف معينة ويمكّن البائعين من دفع الرسوم والديون من لوحات تحكم لوحة المشرف الخاصة بهم. الأمر سهل مثل شراء منتج من واجهة المحل.
es_es: Restringe la funcionalidad de los paneles de administración de los proveedores bajo ciertas condiciones y les permite a sus proveedores pagar sus tarifas y deudas desde sus tableros de panel de administración. Es tan fácil como comprar un producto de la tienda.
he_il: מגביל את הפונקציונליות פאנל אדמיניסטרטיבי של ספקים תחת תנאים מסוימים ומאפשר לספקים לשלם עמלות שלהם ואת החובות בפאנל אדמיניסטרטיבי. זה קל כמו רכישת מוצר בחנות.
hu_hu: "Korlátozza az eladók admin paneljeinek funkcionalitását bizonyos feltételek mellett, és lehetővé teszi, hogy az eladók az admin panel összefoglaló dashboardjáról fizessék ki a díjaikat és tartozásaikat. Ez olyan egyszerű, mint a termékvásárlás a piactérről. "
ja_jp: 出品者が手数料や負債を支払うまで出品者管理画面の機能を制限します。
pl_pl: Ograniczenie funkcjonalności paneli administracyjnych sprzedawców, pod pewnymi warunkami umożliwia sprzedawcom uregulować opłaty i należności za dostęp do marketplace. To jest tak łatwe, jak zakup produktu w sklepie.
ru_ru: Ограничивает функциональность панелей администрирования продавцов при определённых условиях; позволяет продавцам оплачивать подписку и платить долги напрямую из панелей администраторов. Процесс оплаты долгов не сложнее покупки товара на витрине.
tr_tr: Satıcıların yönetici panellerinin işlevselliğini belirli koşullar altında kısıtlar ve satıcılarınızın ücretlerini ve borçlarını yönetici paneli panolarından ödemelerini sağlar. Vitrinden bir ürün satın almak kadar kolaydır.

# SettingsOptions::vendor_debt_payout::default_lowers_allowed_balance
source: Suspend vendors if their balance remains below
ar_sa: قم بتعليق البائعين إذا ظل رصيدهم أقل من ذلك
es_es: Suspender a los vendedores si su saldo permanece por debajo
he_il: השעה את הספקים אם יתרתם נשארת מתחת
hu_hu: Felfüggeszti az eladók működését, ha egyenlegük az alábbi érték alatt marad.
ja_jp: 残高が下回った場合、出品者を一時停止
pl_pl: Zawieś sprzedawców, jeśli ich saldo pozostaje poniżej
ru_ru: Приостанавливать учётные записи продавцов, если их баланс остаётся ниже
tr_tr: Bakiyeleri aşağıda kalırsa satıcıları askıya alma

# SettingsOptions::vendor_debt_payout::default_grace_period_to_refill_balance
source: Grace period to refill balance
ar_sa: فترة سماح لإعادة تعبئة الرصيد
es_es: Período de gracia para recargar saldo
he_il: תקופת חסד למילוי איזון
hu_hu: Türelmi idő az egyenleg feltöltésére
ja_jp: 残高補充のための猶予期間
pl_pl: Okres karencji na uzupełnienie salda
ru_ru: Время на пополнение баланса
tr_tr: Bakiyeyi doldurmak için yetkisiz kullanım süresi

# Languages::vendor_debt_payout
source: Vendor-to-admin payments
ar_sa: المدفوعات من البائع إلى المسؤول
es_es: Pagos de vendedor a administrador
he_il: תשלומי ספק למנהל
hu_hu: Eladótól adminisztrátornak történő kifizetések
ja_jp: 出品者から管理者への支払い
pl_pl: Płatności od sprzedawcy do administratora
ru_ru: Оплата от продавцов администратору
tr_tr: Satıcıdan yöneticiye ödemeler

# Languages::vendor_debt_payout.debt_payout
source: Marketplace fees
ar_sa: رسوم السوق
es_es: Tarifas de las empresas
he_il: עמלות
hu_hu: Piactéri díjak
ja_jp: マーケットプレイス手数料
pl_pl: Opłaty w Marketplace
ru_ru: Оплата задолженности
tr_tr: Pazaryeri ücretleri

# Languages::vendor_debt_payout.debt_payout_w_order
source: Marketplace fees (order #[id])
ar_sa: رسوم السوق (الطلب #[id])
es_es: Tarifas de las empresas (Pedido #[id])
he_il: עמלות בשוק (הזמנה מספר [id])
hu_hu: Piactéri díjak (rendelés #[id])
ja_jp: マーケットプレイス手数料 (order #[id])
pl_pl: Opłaty w Marketplace (zamówienie nr[id])
ru_ru: Оплата задолженности (заказ #[id])
tr_tr: Pazar yeri ücretleri ( sipariş no [id])

# Languages::vendor_debt_payout.payment_surcharge_w_order
source: Payment surcharge for marketplace fees (order #[id])
ar_sa: رسوم الدفع الإضافية لرسوم السوق (الطلب #[id])
es_es: Recargo por pago de las tarifas del marketplace (pedido n.º [id])
hu_hu: Piactéri díjakra vonatkozó fizetési pótdíj (rendelés #[id])
ja_jp: "マーケットプレイス出品料の支払手数料(注文 #[id])
pl_pl: Dodatkowa opłata za abonament na platformie marketplace (nr zamówienia #[id])
ru_ru: Доп. сбор к оплате задолженности (заказ #[id])
tr_tr: Market ücretleri için ödeme ek ücreti (sipariş #[id])

# Languages::vendor_debt_payout.pay_fees
source: Pay the fees
ar_sa: دفع الرسوم
es_es: Pagar las tarifas asignadas
he_il: לשלם את עמלות
hu_hu: Díjak kifizetése
ja_jp: 残高を支払う
pl_pl: Opłaty
ru_ru: Оплатить задолженность
tr_tr: Ücretleri ödemek

# Languages::vendor_debt_payout.vendor_debt_limit
source: Restrict admin panel functions if vendor's debt reaches
ar_sa: تقييد وظائف لوحة الإدارة في حالة وصول ديون البائع إلى
es_es: Restringe las funciones del panel de administración si la deuda del proveedor llega
he_il: הגבל פונקציות ניהול פאנל אדמיניסטרטיבי של ספק במידה וקיים חוב של ספק
hu_hu: Adminisztrációs panel funkcióinak korlátozása, ha az eladó tartozása eléri
ja_jp: マイナス残高が次の金額に到達した場合に管理画面の機能を制限する
pl_pl: Ogranicz funkcje panelu administratora, gdy dług sprzedawcy osiągnie poziom
ru_ru: Ограничить функциональность панели администратора, если долг продавца достигает
tr_tr: Satıcının borcuna ulaşırsa yönetici paneli işlevlerini kısıtla

# Languages::ttc_vendor_debt_payout.vendor_debt_limit
source: When a vendor's balance is negative and reaches this number, the vendor's administration panel will not allow to perform any actions. When a vendor's negative balance is half this number, the vendor will see the warning specified in the "vendor_debt_payout.debt_near_limit_message" language variable.
ar_sa: عندما يكون رصيد أحد البائعين سالبًا ويصل إلى هذا الرقم ، لن تسمح لوحة الإدارة للبائع بتنفيذ أي إجراءات. عندما يكون الرصيد السالب للبائع نصف هذا الرقم ، سيشاهد البائع التحذير المحدد في متغير اللغة "vendor_debt_payout.debt_near_limit_message".
es_es: Cuando el saldo de un proveedor es negativo y alcanza este número, el panel de administración del proveedor no permitirá realizar ninguna acción. Cuando el saldo negativo de un proveedor es la mitad de este número, el proveedor verá la advertencia especificada en la variable de idioma "vendor_debt_payout.debt_near_limit_message".
he_il: כאשר היתרה של ספק היא שלילית ומגיעה למספר זה, פאנל אדמיניסטרטיבי של הספק לא יאפשר לבצע פעולות כלשהן. כאשר היתרה השלילית של ספק היא מחצית מהמספר הזה, הספק יראה את האזהרה שצוין במשתנה השפה "vendor_debt_payout.debt_near_imit_message".
hu_hu: Ha egy eladó egyenlege negatív és eléri ezt a számot, az eladó adminisztrációs panelje nem engedi semmilyen művelet végrehajtását. Ha egy eladó negatív egyenlege eléri ennek a számnak a felét, az eladó a "vendor_debt_payout.debt_near_limit_message" nyelvi változatban megadott figyelmeztetést fogja látni.
ja_jp: 出品者の入出金残高がマイナスでこの金額に到達した場合、出品者の管理画面は使用できなくなります。出品者のマイナス残高がこの金額の半分の時点で、"vendor_debt_payout.debt_near_limit_message" 言語変数に登録したメッセージが出品者に表示されます。
pl_pl: Kiedy saldo sprzedawcy jest ujemne i osiąga tę wartość, panel administracyjny dostawcy nie zezwala na wykonywanie żadnych działań. Jeśli ujemne saldo sprzedawcy jest o połowę mniejsze, sprzedawca zobaczy ostrzeżenie określone w zmiennej językowej "vendor_debt_payout.debt_near_limit_message".
ru_ru: Когда отрицательный баланс продавца достигает этой суммы, панель администрирования продавца не позволит ничего сделать. Если долг продавца равен половине этой суммы, то продавец увидит предупреждение; его текст берётся из языковой переменной "vendor_debt_payout.debt_near_limit_message".
tr_tr: Bir tedarikçinin bakiyesi negatif olduğunda ve bu sayıya ulaştığında, satıcının yönetim paneli herhangi bir işlem yapmasına izin vermez. Bir satıcının negatif bakiyesi bu sayının yarısı olduğunda, satıcı "vendor_debt_payout.debt_near_limit_message" dil değişkeninde belirtilen uyarıyı görecektir.

# Languages::vendor_debt_payout.payout_overdue_limit
source: Grace period for vendor plan fees
ar_sa: فترة سماح لرسوم خطة البائع
es_es: Plan para el pago de tarifas al vendedor durante el período de gracia
he_il: תקופת גרייס עבור דמי תוכנית הספק
hu_hu: Türelmi idő az eladói csomag díjaira
ja_jp: 出品者のプラン価格の猶予期間
pl_pl: Okres prolongaty na opłatę za plan dla sprzedawcy
ru_ru: Отсрочка для оплаты тарифного плана
tr_tr: Satıcı planı ücretleri için ödemesiz dönem

# Languages::ttc_vendor_debt_payout.payout_overdue_limit
source: Payments for plans are drawn from the vendor's account balance. If the balance gets negative after the fee is taken, and this period expires, the vendor's administration panel will not allow to perform any actions until the vendor pays the debt.
ar_sa: يتم سحب دفعات الخطط من رصيد حساب البائع. إذا كان الرصيد سلبيا بعد أخذ الرسوم ، وتنتهي هذه الفترة ، لن تسمح لجنة الإدارة للبائعين بأداء أي إجراءات حتى يدفع البائع الدين.
es_es: Los pagos de los planes se obtienen del saldo de la cuenta del proveedor. Si el saldo se vuelve negativo después de que se aplica la tarifa, y este período expira, el panel de administración del vendedor no permitirá realizar ninguna acción hasta que el vendedor pague la deuda.
he_il: תשלומים עבור תוכניות נלקחים מתוך יתרת החשבון של הספק. אם היתרה נהיית שלילית לאחר תשלום האגרה, ותקופה זו פג, פאנל אדמיניסטרטיבי של הספק לא יאפשר לבצע פעולות כלשהן עד שהספק ישלם את החוב.
hu_hu: A tervek kifizetése az eladó számlaegyenlegéből történik. Ha az egyenleg a díj levonása után negatívvá válik, és ez az időszak lejár, az eladó adminisztrációs panelje nem enged semmilyen műveletet végrehajtani, amíg az eladó ki nem fizeti a tartozást.
ja_jp: プラン価格は出品者入出金管理から引き出されます。プラン価格未払いでプラン価格引き出し日から計算してこの期間を超えると、出品者の管理画面は使用できなくなります。
pl_pl: Płatności za plany są pobierane z salda konta sprzedawcy. Jeśli saldo będzie ujemne po pobraniu opłaty, a okres opłaty za plan wygasa, panel administracyjny dostawcy nie pozwoli na wykonanie żadnych działań, dopóki sprzedawca nie spłaci długu.
ru_ru: Оплата за тарифный план списывается с баланса продавца. Если баланс стал отрицательным после списания оплаты, а этот период закончился, то панель администратора продавца не позволит выполнять никакие действия, пока продавец не оплатит задолженность.
tr_tr: Plan ödemeleri, satıcının hesap bakiyesinden alınır. Ücret alındıktan sonra bakiyenin olumsuz olması ve bu sürenin sona ermesi durumunda, satıcı yönetim kurulu, satıcı borcu ödeyene kadar herhangi bir işlem yapmasına izin vermeyecektir.

# Languages::vendor_debt_payout.day_or_days
source: day(s)
ar_sa: يوم (أيام)
es_es: día(s)
he_il: יום (ימים)
hu_hu: nap(ok)
ja_jp: 日
pl_pl: dzień (dni)
ru_ru: дн.
tr_tr: gün

# Languages::vendor_debt_payout.pending_payout_message
source: You need to pay the fee of [fee_amount] for using the [plan_name] plan. Your current account balance is [current_balance]. If the fee isn't paid until [overdue_date], you won't be able to work with the administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
ar_sa: يجب عليك دفع رسوم [fee_amount] لاستخدام خطة [plan_name]. رصيد حسابك الحالي هو [current_balance]. إذا لم يتم دفع الرسوم حتى [overdue_date] ، فلن تتمكن من العمل مع لوحة الإدارة حتى تقوم <a href="[pay_url]" target="_blank"> بدفع جميع رسوم السوق الخاصة بك </a>.
es_es: Debe pagar la tarifa de [fee_amount] por usar el plan [plan_name]. El saldo de su cuenta actual es [current_balance]. Si la tarifa no se paga hasta el [overdue_date], no podrá trabajar con el panel de administración hasta que <a href="[pay_url]" target="_blank"> pague todas las tarifas de su empresa </a>.
he_il: עליך לשלם את עמלות של [fee_amount] עבור משתמש התוכנית [plan_name]. יתרת החשבון הנוכחי שלך הוא [current_balance]. אם התשלום לא ישולם עד [overdue_date], לא תוכלו לעבוד עם הפאנל אדמיניסטרטיבי עד <a href="[pay_url]" target="_blank">לשלם כל העמלות</a>.
hu_hu: A [plan_name] csomag használatáért [fee_amount] díjat kell fizetned. Aktuális számlaegyenleged [current_balance]. Ha a díjat nem fizeted ki [overdue_date]-ig, akkor nem fogsz tudni dolgozni az adminisztrációs panelen, amíg <a href="[pay_url]" target="_blank">ki nem fizeti az összes piactéri díjat</a>.
ja_jp: [plan_name] プランをご利用になるには [fee_amount] をお支払いください。現在の入出金残高は [current_balance] です。もし、[overdue_date] までにお支払いいただけない場合、<a href="[pay_url]" target="_blank">全ての残高をお支払い</a>になるまで、管理画面は使用できなくなります。
pl_pl: Musisz zapłacić opłatę w wysokości [fee_amount] za korzystanie z planu [plan_name]. Twoje bieżące saldo na koncie to [current_balance]. Jeśli opłata nie zostanie uiszczona do dnia [overdue_date], nie będzie można pracować w panelu administracyjnym, dopóki nie <a href="[pay_url]" target="_blank"> zostanie zapłacona cała opłata za korzystanie z marketplace</a>.
ru_ru: Необходимо уплатить сумму [fee_amount] за использование тарифного плана [plan_name]. Ваш текущий баланс составляет [current_balance]. Если сумма не будет уплачена до [overdue_date], вы не сможете работать с панелью администратора, пока не <a href="[pay_url]" target="_blank">оплатите задолженность</a>.
tr_tr: Sen ücreti ödemek gerekiyor [Fee_AMOUNT] kullandığınız için [plan_name] planı. Mevcut hesap bakiyeniz [current_balance]. Ücret kadar ödenmemesi halinde [overdue_date] sen kadar, sen yönetim paneli ile çalışmak mümkün olmayacaktır <a href=" [pay_url] "target="_blank"> tüm pazar ücretlerini ödemek </a>.

# Languages::vendor_debt_payout.debt_near_limit_message
source: Your account balance is currently [current_balance]. If it reaches [minimal_balance], you won't be able to use your administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
ar_sa: رصيد حسابك حاليًا [current_balance]. إذا وصلت إلى [minimal_balance] ، فلن تتمكن من استخدام لوحة الإدارة الخاصة بك حتى تقوم <a href="[pay_url]" target="_blank"> بدفع جميع رسوم السوق الخاصة بك </a>.
es_es: El saldo de su cuenta es actualmente [current_balance]. Si alcanza [minimal_balance], no podrá usar su panel de administración hasta que <a href="[pay_url]" target="_blank"> pague todas las tarifas de su mercado </a>.
he_il: מצב החשבון שלך הוא כעת [current_balance]. אם זה מגיע [minimal_balance], לא תוכלו להשתמש בפאנל אדמיניסטרטיבי שלך עד <a href="[pay_url]" target="_blank">שתשלמו כל העמלות</a>.
hu_hu: A számlád egyenlege jelenleg [current_balance]. Ha eléri a [minimal_balance] értéket, akkor nem tudod használni az adminisztrációs panelt, amíg <a href="[pay_url]" target="_blank">nem fizeted ki az összes piactéri díjadat</a>.
ja_jp: 現在の入出金残高は [current_balance] です。[minimal_balance] に到達すると、<a href="[pay_url]" target="_blank">全ての残高をお支払い</a>になるまで、管理画面は使用できなくなります。
pl_pl: Saldo Twojego konta wynosi obecnie [current_balance]. Jeśli osiągnie [minimal_balance], nie będziesz mógł korzystać z panelu administracyjnego, dopóki nie <a href="[pay_url]" target="_blank">zapłacisz całej opłaty za korzystanie z marketplace</a>.
ru_ru: Ваш текущий баланс составляет [current_balance]. Если он достигнет [minimal_balance], вы не сможете пользоваться панелью администратора, пока не <a href="[pay_url]" target="_blank">оплатите задолженность</a>.
tr_tr: Esap bakiyeniz şu anda [current_balance]. O ulaşırsa [minimal_balance], size kadar Yönetim Paneli'ne kullanmak mümkün olmayacaktır <a href=" [pay_url] "target="_blank"> ücretleri tüm pazar ödeme </a>.

# Languages::vendor_debt_payout.block_alert
source: <p>Your access to the administration panel has been restricted automatically because you have reached the limit of negative account balance or haven't paid a fee for your vendor plan in time.</p><p>Your current account balance is [current_balance].</p><p>Please <a href="[pay_url]">pay the marketplace fees</a> — once the payment is processed, your access to the administration panel will be restored automatically.</p>
ar_sa: <p> تم تقييد وصولك إلى لوحة الإدارة تلقائيًا لأنك وصلت إلى حد رصيد الحساب السلبي أو لم تدفع رسومًا لخطة البائع في الوقت المناسب. </ p> <p> رصيد حسابك الحالي هو [ current_balance]. </p> <p> الرجاء <a href="[pay_url]"> دفع رسوم السوق </a> - بمجرد معالجة الدفع ، ستتم استعادة وصولك إلى لوحة الإدارة تلقائيًا. </p>
es_es: <p> Su acceso al panel de administración se ha restringido automáticamente porque usted ha alcanzado el límite del saldo negativo de la cuenta o no ha pagado una tarifa por su plan de proveedor a tiempo.</p><p> El saldo de su cuenta actual es [current_balance].</p><p>Por favor <a href="[pay_url]"> pague las tarifas del mercado </a> — una vez que se procese el pago, su acceso al panel de administración se restaurará automáticamente.</p>
he_il: <p> הגישה שלך לפאנל אדמיניסטרטיבי הוגבלה באופן אוטומטי מפני שהגעת למגבלת היתרה בחשבון שלילי או שלא שילמת עמלה בגין תוכנית הספקים שלך בזמן. </p> <p> יתרת החשבון הנוכחית שלך היא [current_balance].</p><p>בבקשה <a href="[pay_url]">לשלם את העמלות</a> - לאחר ביצוע התשלום, הגישה שלך לפאנל אדמיניסטרטיבי תשוחזר באופן אוטומטי. </p>
hu_hu: <p>Az adminisztrációs panelhez való hozzáférésed automatikusan korlátozásra került, mivel elérte a negatív számlaegyenleg határát, vagy nem fizetted be időben az eladói csomag díját.</p><p>Az aktuális számlaegyenleged [current_balance].</p><p>Kérlek <a href="[pay_url]">fizesd be a piactéri díjakat</a> amint a fizetés feldolgozása megtörtént, az adminisztrációs panelhez való hozzáférésed automatikusan helyreáll.</p>
ja_jp: <p>入出金残高がマイナスの制限値に到達したか、出品者のプランの料金を期限までにお支払いいただけなかったため、管理画面へのアクセスが制限されました。</p><p>現在の入出金残高は [current_balance] です。</p><p><a href="[pay_url]">残高をお支払い</a>ください。お支払いが完了すると管理画面にアクセス可能となります。</p>
pl_pl: <p>Twój dostęp do panelu administracyjnego został automatycznie ograniczony, ponieważ osiągnąłeś limit ujemnego salda konta lub nie zapłaciłeś opłaty za swój plan sprzedawcy.</p><p>Twoje bieżące saldo na koncie wynosi [current_balance].</p><p><a href="[pay_url]">Zapłać opłatę za korzystanie z marketplace</a> - po przetworzeniu płatności dostęp do panelu administracyjnego zostanie automatycznie przywrócony.</p>
ru_ru: <p>Ваш доступ к панели администратора был автоматически ограничен, так как вы достигли лимита отрицательного баланса или не оплатили свой тарифный план вовремя.</p><p>Ваш текущий баланс составляет [current_balance].</p><p><a href="[pay_url]">Оплатите задолженность</a> — после обработки платежа ваш доступ к панели администратора восстановится автоматически.</p>
tr_tr: <p> Yönetim hesabına erişiminiz otomatik olarak sınırlandırıldı çünkü negatif hesap bakiyesi sınırına ulaştınız veya satıcı planınız için zamanında ücret ödemediniz. </ p> <p> Mevcut hesap bakiyeniz [current_balance]. </ p> <p> Lütfen <a href=" [pay_url] "> pazar ücretlerini ödeyin </a> - ödeme işleme koyulduktan sonra yönetim paneline erişiminiz otomatik olarak geri yüklenir. </ p>

# Languages::vendor_debt_payout.suspend_vendors
source: Suspend vendors
ar_sa: تعليق البائعين
es_es: Suspender vendedores
he_il: השעיית ספקים
hu_hu: Az eladók felfüggesztése
ja_jp: 出品者の停止
pl_pl: Zawieś sprzedawców
ru_ru: Приостановить продавцов
tr_tr: Satıcıları askıya alma

# Languages::vendor_debt_payout.lowest_allowed_balance
source: Suspend vendors if their balance remains below
ar_sa: قم بتعليق البائعين إذا ظل رصيدهم أقل من ذلك
es_es: Suspender a los vendedores si su saldo permanece por debajo
he_il: השעה את הספקים אם יתרתם נשארת מתחת
hu_hu: Felfüggeszti az eladók működését, ha egyenlegük az alábbi érték alatt marad.
ja_jp: 残高が下回った場合、出品者を一時停止
pl_pl: Zawieś sprzedawców, jeśli ich saldo pozostaje poniżej
ru_ru: Приостанавливать учётные записи продавцов, если их баланс остаётся ниже
tr_tr: Bakiyeleri aşağıda kalırsa satıcıları askıya alma

# Languages::vendor_debt_payout.grace_period_to_refill_balance
source: Grace period to refill balance
ar_sa: فترة سماح لإعادة تعبئة الرصيد
es_es: Período de gracia para recargar saldo
he_il: תקופת חסד למילוי איזון
hu_hu: Türelmi idő az egyenleg feltöltésére
ja_jp: 残高補充のための猶予期間
pl_pl: Okres karencji na uzupełnienie salda
ru_ru: Время на пополнение баланса
tr_tr: Bakiyeyi doldurmak için yetkisiz kullanım süresi

# Languages::vendor_debt_payout.vendor_status_changed.reason
source: The debt of [amount] that hasn't been paid until [date].
ar_sa: دين [amount] الذي لم يتم دفعه حتى [date].
es_es: La deuda de [amount] que no se ha pagado hasta el [date].
he_il: החוב של [amount] שלא שולם עד [date].
hu_hu: [amount] összegű tartozás, amelyet [date]-ig nem fizettek meg.
ja_jp: [date] までに支払われていない債務 [amount]
pl_pl: Dług w wysokości [amount], który nie został spłacony do [date].
ru_ru: Долг размером [amount] не был уплачен до [date].
tr_tr: [date] kadar ödenmemiş [amount] borcu.

# Languages::vendor_debt_payout.lowest_allowed_balance_info_text
source: To make working with suspended vendors easier, please check the settings of the <a href="[link]">Vendor-to-admin payments</a> add-on.
ar_sa: لتسهيل العمل مع الموردين المعلقين ، يرجى التحقق من إعدادات الوظيفة الإضافية <a href="[link]"> مدفوعات البائع إلى المسؤول </a>.
es_es: Para facilitar el trabajo con vendedores suspendidos, verifique la configuración del complemento <a href="[link]"> pagos de vendedor a administrador </a>.
he_il: כדי להקל על העבודה עם ספקים מושעים, בדוק את ההגדרות של תוסף <a href="[link]">תשלומי ספק לספק</a> .
hu_hu: A felfüggesztett működésű eladók kezelésének megkönnyítése érdekében ellenőrizd a <a href="[link]">Vendor-to-admin payments</a> bővítmény beállításait.
ja_jp: 停止中の出品者とのやり取りを容易にするために、 <a href="[link]">出品者から管理者への支払い</a>アドオンの設定を確認してください。
pl_pl: Aby ułatwić pracę z zawieszonymi sprzedawcami, sprawdź ustawienia dodatku <a href="[link]">Płatności od dostawcy do administratora</a>.
ru_ru: Чтобы работать с приостановленными учётными записями было проще, проверьте настройки модуля <a href="[link]">Оплата от продавцов администратору</a>.
tr_tr: Askıya alınan satıcılarla çalışmayı kolaylaştırmak için lütfen <a href="[link]">Satıcıdan yöneticiye ödeme</a> eklentisinin ayarlarını denetleyin.

# Languages::vendor_debt_payout.vendor_plan_debt_info_text
source: A vendor can get suspended if the debt exceeds the conditions of the <a href="[link]">vendor plan</a>.
ar_sa: يمكن تعليق البائع إذا تجاوز الدين شروط <a href="[link]"> خطة البائع </a>.
es_es: Un vendedor puede ser suspendido si la deuda excede las condiciones del <a href="[link]"> plan del vendedor</a>.
he_il: ספק יכול להיות מושעה אם החוב חורג מתנאי <a href="[link]">תוכנית הספק</a> .
hu_hu: Az eladó működése felfüggesztésre kerülhet, ha a tartozása meghaladja a <a href="[link]">eladói csomag</a> feltételeit.
ja_jp: 出品者は、負債が<a href="[link]">出品者プラン</a>の条件を超えた場合、停止されることがあります
pl_pl: Sprzedawca może zostać zawieszony, jeśli dług przekroczy warunki <a href="[link]">planu sprzedawcy</a>.
ru_ru: Учётная запись продавца может быть приостановлена, если долг вендора превысит условия <a href="[link]">тарифного плана</a>.
tr_tr: Borç satıcı <a href="[link]">planının</a>koşullarını aşarsa satıcı askıya alabilir.

# Languages::vendor_debt_payout.hide_products
source: Hide products of suspended vendors
ar_sa: إخفاء منتجات البائعين الموقوفين
es_es: Ocultar productos de vendedores suspendidos
he_il: הסתר מוצרים של ספקים מושעים
hu_hu: A felfüggesztett eladók termékeinek elrejtése
ja_jp: 停止中の出品者の商品を隠す
pl_pl: Ukryj produkty zawieszonych sprzedawców
ru_ru: Скрывать товары приостановленных продавцов
tr_tr: Askıya alınan satıcıların ürünlerini gizleme
