Repository: tdrzzie/multivendor_v4.13.3
Catalog: var/langs/*/addons/vendor_debt_payout.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, pl_pl, ru_ru, tr_tr

# Languages::vendor_debt_payout.update_notification.message
source: <p>Before the upgrade, a vendor's admin panel could get blocked even when the vendor didn't reach maximum debt. That happened when 3 conditions came together: it was time to pay for the plan; the vendor's balance couldn't cover it; the vendor didn't pay in time. <b>But now a vendor doesn't get blocked before going below the minimum allowed balance</b>.</p><p>That's why we ask you to:</p><ol><li>Decide how you'd like your marketplace to work. Configure the Vendor Plans add-on accordingly. There are 2 scenarios:<ul><li>A vendor's balance can go negative to a certain point. Once it does, the vendor has some time to pay the debts before repercussions happen. <b>This is how your marketplace works now</b>. If you like it this way, then just take a look at the Vendor Plans add-on and its configuration.</li><li>No vendor debt is allowed. Whenever a vendor's balance can't cover the plan's fee without going negative, the vendor will have to pay the debt within the specified time. <b>For this scenario, the minimum allowed balance must be 0</b>. If that's what you want, just click the corresponding button below, and we'll configure everything for you. You don't have to decide right now — you'll always be able to adjust it later.</li></ul></li><li>Some vendors might have been blocked by the old <b>[vendor_debt_payout_old_addon_name]</b>, but wouldn't be blocked with the current configuration of <b>[vendor_debt_payout_addon]</b>. Click the button below to see if you have any such vendors. If you do, you can give them the "Suspended" status to restrict their access to the admin panel. But it's best to decide on one of the scenarios above, configure the Vendor Plans add-on, and let the problem solve itself automatically.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">See if any vendors got unblocked</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Don't allow any negative balance</a></p>
ar_sa: <p>قبل الترقية ، قد يتم حظر لوحة إدارة المورد حتى في حالة عدم وصول المورد إلى الحد الأقصى للديون. حدث ذلك عندما اجتمعت 3 شروط: حان الوقت لدفع ثمن الخطة ؛ لم يستطع رصيد البائع تغطيته ؛ البائع لم يدفع في الوقت المناسب. <b> ولكن الآن لم يتم حظر المورد قبل الانتقال إلى أقل من الحد الأدنى للرصيد المسموح به </b>.</p><p>لهذا السبب نطلب منك:</p><ol><li>تحديد كيفية كنت ترغب في أن يعمل السوق الخاص بك. قم بتكوين الوظيفة الإضافية لـ Vendor Plans وفقًا لذلك. هناك سيناريوهان:<ul><li> يمكن أن يصبح رصيد البائع سالبًا إلى نقطة معينة. بمجرد القيام بذلك ، يكون لدى البائع بعض الوقت لدفع الديون قبل حدوث التداعيات. <b> هذه هي الطريقة التي يعمل بها سوقك الآن</b>. إذا كنت ترغب في ذلك بهذه الطريقة ، فما عليك سوى إلقاء نظرة على الوظيفة الإضافية لخطط البائع وتكوينها.</li><li>لا يُسمح بأي ديون للبائع. عندما يتعذر على رصيد البائع تغطية رسوم الخطة دون أن يصبح سالبًا ، فسيتعين على البائع سداد الدين في غضون الوقت المحدد. <b> بالنسبة لهذا السيناريو ، يجب أن يكون الحد الأدنى للرصيد المسموح به 0</b>. إذا كان هذا هو ما تريده ، فما عليك سوى النقر فوق الزر المقابل أدناه ، وسنقوم بتهيئة كل شيء لك. ليس عليك أن تقرر الآن - ستتمكن دائمًا من تعديله لاحقًا.</li></ul></li><li>ربما تم حظر بعض البائعين بواسطة <b>[vendor_debt_payout_old_addon_name]</b>القديم ,لكن لن يتم حظرها من خلال التكوين الحالي لـ <b>[vendor_debt_payout_addon]</b>. انقر فوق الزر أدناه لمعرفة ما إذا كان لديك أي من هؤلاء البائعين. إذا قمت بذلك ، يمكنك منحهم حالة "معلق" لتقييد وصولهم إلى لوحة الإدارة. ولكن من الأفضل تحديد أحد السيناريوهات المذكورة أعلاه ، وتهيئة الوظيفة الإضافية لخطط البائع ، والسماح للمشكلة بحل نفسها تلقائيًا.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">تعرف على ما إذا تم إلغاء حظر أي من البائعين</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">لا تسمح بأي رصيد سلبي</a></p>
es_es: <p> Antes de la actualización, el panel de administración de un vendedor podía bloquearse incluso cuando el vendedor no alcanzaba la deuda máxima. Eso sucedió cuando se juntaron 3 condiciones: era hora de pagar el plan; el saldo del vendedor no podía cubrirlo; el vendedor no pagó a tiempo. <b> Pero ahora no se bloquea a un vendedor antes de caer por debajo del saldo mínimo permitido </b>. </p> <p> Por eso le pedimos que: </p> <ol> <li> Decida cómo le gustaría que su marketplace funcionara. Configure el complemento Planes de vendedores en consecuencia. Hay 2 escenarios: <ul> <li> El saldo de un vendedor puede volverse negativo hasta cierto punto. Una vez que lo hace, el vendedor tiene tiempo para pagar las deudas antes de que ocurran las repercusiones. <b> Así es como funciona su marketplace ahora </b>. Si le gusta de esta manera, simplemente eche un vistazo al complemento Planes de vendedores y su configuración. </li> <li> No se permiten deudas de vendedores . Siempre que el saldo de un vendedor no pueda cubrir la tarifa del plan sin volverse negativo, el vendedor tendrá que pagar la deuda dentro del tiempo especificado. <b> Para este escenario, el saldo mínimo permitido debe ser 0 </b>. Si eso es lo que desea, simplemente haga clic en el botón correspondiente a continuación y configuraremos todo para usted. No es necesario que decidas ahora; siempre podrás ajustarlo más tarde. </li> </ul> </li> <li> Es posible que algunos vendedores hayan sido bloqueados por el antiguo <b> [vendor_debt_payout_old_addon_name] </b>, pero no se bloquearía con la configuración actual de <b> [vendor_debt_payout_addon] </b>. Haga clic en el botón de abajo para ver si tiene alguno de esos vendedores. Si lo hace, puede darles el estado "Suspendido" para restringir su acceso al panel de administración. Pero es mejor elegir uno de los escenarios anteriores, configurar el complemento Planes de vendedores y dejar que el problema se resuelva automáticamente. </li> </ol> <p> <a href = "[unblocked_vendors_href]" target = "_blank" class = "btn btn-large btn-primary"> Ver si se desbloqueó algún vendedor</a> <a href = "[drop_lowers_allowed_balance_of_vendor_plans_href]" class = "btn btn-large" style = "margin-left: 35px ; "> No permita ningún saldo negativo </a> </p>
he_il: <p style=";text-align:right;direction:rtl">לפני השדרוג, לוח הניהול של הספק עלול להיחסם גם כאשר הספק לא הגיע לחובות מרביים. זה קרה כאשר 3 תנאים התכנסו: הגיע הזמן לשלם עבור התוכנית; יתרת הספק לא הצליחה לכסות אותה; הספק לא שילם בזמן. <b>אך כעת ספק לא נחסם לפני שהוא הולך מתחת ליתרה המינימלית המותרת</b> .</p><p style=";text-align:right;direction:rtl"> לכן אנו מבקשים ממך:</p><ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> החליטו כיצד תרצו שהשוק שלכם יעבוד. הגדר את תוסף תוכניות הספק בהתאם. ישנם שני תרחישים:<ul style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> יתרה של ספק יכולה להיות שלילית עד לנקודה מסוימת. ברגע שזה קורה, לספק יש זמן לשלם את החובות לפני שההשלכות יקרות. <b>כך עובד השוק שלך עכשיו</b> . אם אתה אוהב את זה ככה, פשוט הסתכל בתוסף תוכניות הספק ותצורתו.</li><li style=";text-align:right;direction:rtl"> אסור להוסיף חוב ספק. בכל פעם שיתרת ספק אינה יכולה לכסות את עמלת התוכנית מבלי להיות שלילית, הספק יצטרך לשלם את החוב בזמן שנקבע. <b>עבור תרחיש זה, היתרה המינימלית המותרת חייבת להיות 0</b> . אם זה מה שאתה רוצה, פשוט לחץ על הכפתור המתאים למטה ונגדיר את הכל עבורך. אתה לא צריך להחליט כרגע - תמיד תוכל להתאים את זה אחר כך.</li></ul></li><li style=";text-align:right;direction:rtl"> ייתכן שחלק מהספקים נחסמו על ידי <b>[vendor_debt_payout_old_addon_name]</b> הישן, אך לא היו חסומים באמצעות התצורה הנוכחית של <b>[vendor_debt_payout_addon]</b> . לחץ על הלחצן למטה כדי לראות אם יש לך ספקים כאלה. אם תעשה זאת, תוכל לתת להם את הסטטוס "מושעה" כדי להגביל את הגישה שלהם לפאנל הניהול. אך עדיף להחליט על אחד התרחישים שלמעלה, להגדיר את התוספת תוכניות ספקים ולתת לבעיה לפתור את עצמה באופן אוטומטי.</li></ol><p style=";text-align:right;direction:rtl"> <a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">בדוק אם ספקים כלשהם בוטלו.</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">אל תאפשר איזון שלילי</a></p>
hu_hu: <p>A frissítés előtt az eladó admin panelje akkor is blokkolódhatott, ha az eladó nem érte el a maximális tartozás szintjét. Ez akkor következett be, ha 3 feltétel együttesen állt fenn: eljött a terv kifizetésének ideje; az eladó egyenlege nem tudta azt fedezni; az eladó nem fizetett időben. <b>Mostantól azonban az eladó nem kerül letiltásra, mielőtt a minimálisan megengedett egyenleg szintje alá kerülne</b>.</p><p>Ezért kérjük:</p><ol><li>döntsd el, hogyan szeretnéd, hogy működjön a piactered. Ennek megfelelően konfiguráld a Vendor Plans (eladói terv) bővítményt. 2 forgatókönyv létezik:<ul><li>Az eladó egyenlege egy bizonyos szintig átmehet negatívba. Ha ez megtörténik, az eladónak van némi ideje arra, hogy kifizesse a tartozását, mielőtt az következményekkel járna. <b>A piactered jelenleg is így működik</b>. Ha ezt szeretnéd, akkor csak vess egy pillantást az Eladói Terv bővítményre és annak konfigurációjára.</li><li>Az eladók tartozása nem megengedett. Ha egy eladó egyenlege nem tudja fedezni a terv díját anélkül, hogy negatívba kerülne, az eladónak ki kell fizetnie a tartozást a megadott időn belül. <b>Ezért e forgatókönyv esetében a minimálisan megengedett egyenlegnek 0</b>nak kell lennie. Ha ezt szeretnéd, csak kattints az alábbi megfelelő gombra, és mi mindent beállítunk Neked. Nem kell most rögtön döntened - később bármikor módosíthatod. </li></ul></ul></li><li><li>Egyes eladókat a régi <b>[vendor_debt_payout_old_addon_name]</b> metódus blokkolhatott, de a <b>[vendor_debt_payout_addon]</b> jelenlegi konfigurációjával nem lennének blokkolva. Kattints az alábbi gombra, hogy megnézd, van-e ilyen eladód. Ha igen, akkor megadhatod nekik a "Felfüggesztett" státuszt, hogy korlátozd a hozzáférésüket az adminisztrációs panelhez. A legjobb azonban, ha a fenti forgatókönyvek egyike mellett döntesz, beállítod a Vendor Plans bővítményt, és hagyod, hogy a probléma automatikusan megoldódjon. </li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Nézd meg, hogy valamelyik eladód blokkolása feloldódott-e</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Ne engedélyezz negatív egyenleget</a></p>
pl_pl: <p>Przed aktualizacją panel administracyjny sprzedawcy mógł zostać zablokowany, nawet jeśli sprzedawca nie osiągnął maksymalnego zadłużenia. Stawało się tak, gdy zbiegły się trzy warunki: nadszedł czas, aby zapłacić za plan; saldo sprzedawcy nie mogło tego pokryć; sprzedawca nie zapłacił na czas. <b>Ale teraz sprzedawca nie zostaje zablokowany przed przekroczeniem minimalnego dozwolonego salda</b>.</p><p> Dlatego prosimy Cię o: </p><ol><li>Zdecyduj, jak chcesz, aby Twój marketplace działał. Skonfiguruj odpowiednio dodatek Plany sprzedawców. Istnieją 2 scenariusze:<ul><li>Saldo sprzedawcy może do pewnego momentu spaść do wartości ujemnej. Kiedy to nastąpi, sprzedawca ma trochę czasu na spłatę długów, zanim nastąpią reperkusje. <b>Tak działa teraz Twój marketplace</b>. Jeśli Ci się to podoba, po prostu spójrz na dodatek Plany sprzedawców i jego konfigurację.</li><li>Zadłużenie sprzedawcy nie jest dozwolone. Ilekroć saldo dostawcy nie może pokryć opłaty za plan bez ujemnego wyniku, sprzedawca będzie musiał spłacić dług w określonym czasie. <b>W tym scenariuszu minimalne dozwolone saldo musi wynosić 0</b>. Jeśli tego chcesz, po prostu kliknij odpowiedni przycisk poniżej, a my skonfigurujemy wszystko za Ciebie. Nie musisz teraz decydować - zawsze możesz to zmienić później.</li></ul></li><li> Niektórzy sprzedawcy mogli zostać zablokowani przez starą <b>[vendor_debt_payout_old_addon_name ]</b>, ale nie zostanie zablokowany przy obecnej konfiguracji <b>[vendor_debt_payout_addon]</b>. Kliknij przycisk poniżej, aby sprawdzić, czy masz takich sprzedawców. Jeśli to zrobisz, możesz nadać im status „Zawieszone”, aby ograniczyć ich dostęp do panelu administratora. Najlepiej jednak zdecydować się na jeden z powyższych scenariuszy, skonfigurować dodatek Plany sprzedawcy i pozwolić, aby problem sam się rozwiązał.</li></ol><p><a href = "[unblocked_vendors_href]" target = "_blank" class = "btn btn-large btn-primary"> Sprawdź, czy jacyś sprzedawcy zostali odblokowani</a><a href = "[drop_lowers_allowed_balance_of_vendor_plans_href]" class = "btn btn-large" style = "margin-left: 35px ; "> Nie zezwalaj na żadne ujemne saldo</a></p>
ru_ru: <p>До обновления у продавца могла заблокироваться панель администратора ещё до того, как продавец набирал максимальный размер долга. Это случалось при совпадении 3 условий: наступало время оплаты за план; у продавца не было на балансе достаточно средств; продавец не пополнил баланс вовремя. <b>Но теперь продавца не заблокируют, пока его баланс не будет ниже минимально разрешённого</b>.</p><p>Поэтому просим вас сделать следующее:</p><ol><li>Решите, как ваш маркетплейс должен работать. Есть 2 сценария:<ul><li>Продавцы могут уходить в минус до определённой суммы. После достижения этой суммы начинается отсчёт времени до принятия мер. <b>Сейчас ваш маркетплейс работает так</b>. Если вас это устраивает, то просто проверьте модуль "Тарифные планы для продавцов" и его настройки.</li><li>Долги запрещены. Когда баланс продавца уходит в минус, сразу запускается период, за который продавец должен оплатить долг. <b>Для этого сценария минимальный разрешённый баланс должен быть равен 0</b>. Если вам нужен такой сценарий, нажмите соответствующую кнопку, и мы всё за вас настроим. Вам не обязательно решать сейчас — вы сможете настроить это позже.</li></ul></li><li>Некоторые продавцы могли быть заблокированы при старом модуле <b>[vendor_debt_payout_old_addon_name]</b>, но не будут заблокированы с текущими настройками модуля <b>[vendor_debt_payout_addon]</b>. Нажмите на кнопку ниже, чтобы увидеть, есть ли у вас такие продавцы. Если да, то вы можете задать им вручную статус "Приостановлен", чтобы ограничить возможности панели администратора. Но лучше выбрать один из сценариев выше, настроить модуль "Тарифные планы для продавцов", и тогда проблема решится сама.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Найти разблокированных продавцов</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Запретить работу в долг</a></p>
tr_tr: <p>Yükseltmeden önce, satıcının yönetici paneli, satıcı maksimum borca ulaşmadığında bile engellenebilir. Bu, 3 koşul bir araya geldiğinde oldu: planın ödeme zamanı gelmişti; satıcının bakiyesi bunu karşılayamadı; satıcı zamanında ödeme yapmadı. <b>Ancak şimdi bir satıcı izin verilen minimum bakiyenin altına inmeden önce engellenmez.</b></p><p>Bu yüzden sizden şunu istiyoruz:</p><ol><li>Pazarınızın nasıl çalışmasını istediğinize karar verin. Satıcı Planları eklentisini uygun şekilde yapılandırın. 2 senaryo vardır:<ul><li>Satıcının bakiyesi belirli bir noktaya negatif gidebilir. Bir kez olduğunda, satıcının yankıları olmadan önce borçları ödemek için biraz zamanı vardır. <b>Pazarınız artık böyle çalışıyor.</b> Bu şekilde seviyorsanız, Satıcı Planları eklentisine ve yapılandırmasına göz atın.</li><li>Satıcı borcuna izin verilmez. Bir satıcının bakiyesi negatife inmeden planın ücretini karşılayamadığında, satıcının borcu belirtilen süre içinde ödemesi gerekir. <b>Bu senaryo için izin verilen minimum bakiye 0 olmalıdır.</b> İstediğiniz buysa, aşağıdaki ilgili düğmeye tıklamanız yeterlidir ve her şeyi sizin için yapılandıracağız. Şu anda karar vermek zorunda değilsiniz - daha sonra her zaman ayarlayabilirsiniz.</li></ul></li><li>Bazı satıcılar eski <b>[vendor_debt_payout_old_addon_name]</b>tarafından engellenmiş olabilir, ancak <b>[vendor_debt_payout_addon]</b>geçerli yapılandırmasıyla engellenmez. Bu tür satıcılarınız olup olmadığını görmek için aşağıdaki düğmeyi tıklatın. Bunu yaparsanız, yönetici paneline erişimlerini kısıtlamak için onlara "Askıya Alındı" durumunu verebilirsiniz. Ancak yukarıdaki senaryolardan birine karar vermek, Satıcı Planları eklentisini yapılandırmak ve sorunun otomatik olarak çözülmesine izin vermek en iyisidir.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Herhangi bir satıcının engeli kaldırılıp kaldırılmadığını görün</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Negatif bakiyeye izin vermeyin</a></p>

# Languages::vendor_debt_payout.minimum_allowed_balance_to_zero
source: We've set the minimum allowed balance to 0. Now whenever a vendor's balance goes below 0, the grace period will start, and the vendor will be asked to pay the debt.
ar_sa: لقد قمنا بتعيين الحد الأدنى للرصيد المسموح به على 0. والآن كلما انخفض رصيد البائع عن الصفر ، ستبدأ فترة السماح ، وسيُطلب من البائع سداد الدين.
es_es: Hemos establecido el saldo mínimo permitido en 0. Ahora, siempre que el saldo de un vendedor sea inferior a 0, comenzará el período de gracia y se le pedirá al vendedor que pague la deuda.
he_il: הגדרנו את היתרה המינימלית המותרת ל 0. כעת בכל פעם שיתרת הספק יורדת מתחת ל 0, תקופת החסד תתחיל, והספק יתבקש לשלם את החוב.
hu_hu: A minimálisan megengedett egyenleget 0-ra állítottuk be. Mostantól kezdve, amikor egy eladó egyenlege 0 alá csökken, a türelmi idő megkezdődik, és az eladót felszólítjuk a tartozás kifizetésére.
pl_pl: Ustawiliśmy minimalne dozwolone saldo na 0. Teraz, gdy saldo sprzedawcy spadnie poniżej 0, rozpocznie się okres karencji, a sprzedawca zostanie poproszony o spłatę długu.
ru_ru: Мы установили минимально разрешённый баланс равным 0. Когда баланс продавца станет отрицательным, начнётся время для оплаты долга. Продавец получит предложение оплатить долг.
tr_tr: İzin verilen minimum bakiyeyi 0 olarak belirledik. Şimdi bir satıcının bakiyesi 0'ın altına indiği zaman yetkisiz kullanım süresi başlar ve satıcıdan borcu ödemesi istenir.

# Languages::vendor_debt_payout.admin_weekly_digest_of_suspended_vendors
source: Send weekly digest of suspended vendors
ar_sa: إرسال ملخص أسبوعي للبائعين الموقوفين
es_es: Enviar resumen semanal de vendedores suspendidos
he_il: שלח תקציר שבועי של ספקים מושעים
hu_hu: Heti összefoglaló küldése a felfüggesztett eladókról
pl_pl: Wysyłaj cotygodniowe podsumowanie zawieszonych sprzedawców
ru_ru: Отправлять еженедельную сводку о приостановленных продавцах

# Languages::vendor_debt_payout.debt_owned
source: Debt owned
ar_sa: الديون المستحقة
es_es: Deuda poseída
he_il: בבעלות חוב
hu_hu: Tartozás mértéke
pl_pl: Posiadany dług
ru_ru: Размер долга
tr_tr: Sahip olunan borç

# Languages::vendor_debt_payout.account_balance
source: Account balance
ar_sa: رصيد الحساب
es_es: Balance de cuenta
he_il: יתרת חשבון
hu_hu: Fiókegyenleg
pl_pl: Stan konta
ru_ru: Баланс счета
tr_tr: Hesap bakiyesi

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_label
source: These vendors got suspended for debt automatically since the last report::
ar_sa: تم تعليق هؤلاء البائعين بسبب الديون تلقائيًا منذ التقرير الأخير:
es_es: Estos vendedores han sido suspendidos automáticamente por deudas desde el último informe::
he_il: ספקים אלה הושעו מחובות באופן אוטומטי מאז הדוח האחרון ::
hu_hu: Ezek az eladók a legutóbbi jelentés óta tartozásuk miatt automatikusan felfüggesztésre kerültek:
pl_pl: Ci sprzedawcy zostali automatycznie zawieszeni za długi od ostatniego raportu:
ru_ru: Учётные записи этих продавцов были автоматически приостановлены за долг с момента последнего отчёта:
tr_tr: Bu satıcılar son rapordan bu yana otomatik olarak borç nedeniyle askıya alındı::

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_and_paid_label
source: These vendors paid their debt and had their suspension lifted since the last report:
ar_sa: قام هؤلاء البائعون بسداد ديونهم وتم رفع تعليقهم منذ التقرير الأخير:
es_es: Estos proveedores pagaron su deuda y se les levantó la suspensión desde el último informe:
he_il: ספקים אלה שילמו את חובם ובוטלו השעייתם מאז הדיווח האחרון:
hu_hu: Ezek az eladók a legutóbbi jelentés óta kifizették tartozásukat, és felfüggesztésüket feloldották:
pl_pl: Ci sprzedawcy spłacili swój dług i cofnęli zawieszenie od ostatniego raportu:
ru_ru: Эти продавцы оплатили свой долг, и их учётные записи автоматически разблокировались с момента последнего отчёта:
tr_tr: Bu satıcılar borçlarını ödediler ve son rapordan bu yana askıya alınmaları kaldırıldı:

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_label
source: No vendors got suspended for debt automatically since the last report.
ar_sa: لم يتم تعليق أي بائع بسبب الديون تلقائيًا منذ التقرير الأخير.
es_es: Ningún vendedor fue suspendido por deudas automáticamente desde el último informe.
he_il: אף ספק לא הושעה בגלל חוב באופן אוטומטי מאז הדוח האחרון.
hu_hu: A legutóbbi jelentés óta egyetlen eladót sem függesztettek fel automatikusan tartozás miatt.
pl_pl: Od ostatniego raportu żaden sprzedawca nie został automatycznie zawieszony za długi.
ru_ru: С момента последнего отчёта не было продавцов, у которых учётная запись была приостановлена из-за долга.
tr_tr: Son rapordan bu yana hiçbir satıcı otomatik olarak borç nedeniyle askıya alınmadı.

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_and_paid_label
source: No vendors paid their debt and had their suspension lifted since the last report.
ar_sa: لم يسدد أي بائع ديونهم وتم رفع تعليقهم منذ التقرير الأخير.
es_es: Ningún proveedor pagó su deuda y su suspensión se levantó desde el último informe.
he_il: אף ספק לא שילם את חובם והשעייתם הוסרה מאז הדיווח האחרון.
hu_hu: Egyetlen eladó sem fizette ki tartozását, és a felfüggesztést sem oldották fel a legutóbbi jelentés óta.
pl_pl: Żaden sprzedawca nie spłacił długu i od ostatniego raportu nie cofnięto zawieszenia.
ru_ru: С момента последнего отчёта ни один продавец не оплатил долг и не вышел автоматически из статуса "Приостановлен".
tr_tr: Son rapordan bu yana hiçbir satıcı borcunu ödemedi ve askıya alınmaları kaldırıldı.

# Languages::vendor_debt_payout.total_debts
source: The total debt of all vendors in your marketplace (including those not listed in this report) is currently [total_debt].
ar_sa: إجمالي الديون لجميع البائعين في السوق (بما في ذلك أولئك غير المدرجين في هذا التقرير) هو حاليًا [total_debt].
es_es: La deuda total de todos los vendedores de su marketplace (incluidos los que no figuran en este informe) es actualmente [total_debt].
he_il: החוב הכולל של כל הספקים בשוק שלך (כולל אלה שאינם רשומים בדו"ח זה) כרגע הוא [total_debt].
hu_hu: A piactereden lévő összes eladó összes tartozása (beleértve azokat is, akik nem szerepelnek ebben a jelentésben) jelenleg [total_debt].
pl_pl: Całkowity dług wszystkich dostawców na Twoim marketplace (łącznie z tymi, których nie ma na liście w tym raporcie) wynosi obecnie [total_debt].
ru_ru: Общий долг всех продавцов на маркетплейсе (включая тех, кто не упомянуты в этом отчёте) сейчас составляет [total_debt].
tr_tr: Pazarınızdaki tüm satıcıların toplam borcu (bu raporda listelenmeyenler dahil) şu anda [total_debt].
